problem_data = [
    {
        "subject": "其他",
        "topic": "环境影响评价工程师",
        "question": "某环评机构在为位于M市某化工厂建设项目做环境影响评价的过程中，发现根据《中华人民共和国环境影响评价法》的规定在制作公众参与篇章时无须召开听证会，而根据《环境影响评价公众参与暂行办法》的规定须召开听证会，则应____。",
        "choices": [
            "A. 召开听证会",
            "B. 不召开听证会",
            "C. 请示M市环保局",
            "D. 听从化工厂领导的意见"
        ],
        "answer": "B"
    },
    {
        "subject": "其他",
        "topic": "环境影响评价工程师",
        "question": "无产阶级革命是迄今人类历史上最广泛、最彻底、最深刻的革命，是不同于以往一切革命的最新类型的革命。无产阶级革命的主要特点是____",
        "choices": [
            "A. 无产阶级革命是彻底消灭一切私有制、代之以生产资料公有制的革命",
            "B. 无产阶级革命是要彻底消灭一切阶级和阶级统治的革命",
            "C. 无产阶级革命是为所有人谋利益的运动",
            "D. 无产阶级革命是不断前进的历史过程"
        ],
        "answer": "D"
    },
    {
        "subject": "其他",
        "topic": "环境影响评价工程师",
        "question": "水温观测频次，应每间隔____h观测一次水温，统计计算日平均水温。",
        "choices": [
            "A. 2",
            "B. 4",
            "C. 6",
            "D. 8"
        ],
        "answer": "C"
    },
    {
        "subject": "其他",
        "topic": "环境影响评价工程师",
        "question": "燃油、燃气锅炉烟囱高度应按批准的环境影响报告书(表)要求确定，但不得低于____m。",
        "choices": [
            "A. 6",
            "B. 8",
            "C. 10",
            "D. 12"
        ],
        "answer": "B"
    },
    {
        "subject": "其他",
        "topic": "环境影响评价工程师",
        "question": "《建设项目环境保护管理条例》规定，建设单位编制环境影响报告书，应当依照有关法律规定，征求建设项目所在地____的意见。",
        "choices": [
            "A. 政府和居民",
            "B. 环境保护行政主管部门",
            "C. 建设主管部门和居民",
            "D. 有关单位和居民"
        ],
        "answer": "D"
    },
    {
        "subject": "其他",
        "topic": "环境影响评价工程师",
        "question": "地下水污染源调查因子应根据拟建项目的____选定。",
        "choices": [
            "A. 污染特征",
            "B. 污染源性质",
            "C. 污染半径",
            "D. 污染物种类"
        ],
        "answer": "A"
    },
    {
        "subject": "其他",
        "topic": "环境影响评价工程师",
        "question": "根据《建设项目环境影响评价技术导则总纲》(HJ2.1—2016)，环境质量不达标的区域，应采取国内外先进可行的环境保护措施，结合____及实施情况，分析建设项目实施对区域环境质量改善目标的贡献和影响。",
        "choices": [
            "A. 整体达标规划",
            "B. 区域达标规划",
            "C. 整体限期达标规划",
            "D. 区域限期达标规划"
        ],
        "answer": "D"
    },
    {
        "subject": "其他",
        "topic": "环境影响评价工程师",
        "question": "根据《污水综合排放标准》(GB8978—1996)，为判定下列污染物是否达标，可在排污单位总排放口采样的是____。",
        "choices": [
            "A. 苯并[a]芘",
            "B. 六价铬",
            "C. 总铜",
            "D. 总镉"
        ],
        "answer": "C"
    },
    {
        "subject": "其他",
        "topic": "环境影响评价工程师",
        "question": "《中华人民共和国固体废物污染环境防治法》的污染防治对象不包括____。",
        "choices": [
            "A. 危险废物",
            "B. 工业固体废物",
            "C. 气态废物",
            "D. 城市生活垃圾"
        ],
        "answer": "C"
    },
    {
        "subject": "其他",
        "topic": "环境影响评价工程师",
        "question": "根据《建设项目环境影响评价文件分级审批规定》，建设项目可能造成跨行政区域的不良环境影响，有关环境保护行政主管部门对该项目的环境影响评价结论有争议的，其环境影响评价文件由____审批。",
        "choices": [
            "A. 国务院环境保护行政主管部门",
            "B. 国家环境保护部",
            "C. 共同的上一级环境保护行政主管部门",
            "D. 受影响较多的区域的环境保护行政主管部门"
        ],
        "answer": "C"
    },
    {
        "subject": "其他",
        "topic": "环境影响评价工程师",
        "question": "根据《建设项目环境影响评价技术导则总纲》(HJ2.1—2016)，在评价因子筛选过程中，不需要考虑的是____。",
        "choices": [
            "A. 环境影响的主要特征",
            "B. 评价标准和环境制约因素",
            "C. 区域环境功能要求",
            "D. 建设项目污染防治措施"
        ],
        "answer": "D"
    },
    {
        "subject": "其他",
        "topic": "环境影响评价工程师",
        "question": "工业污水生产周期在8h以内的，每____采样一次。",
        "choices": [
            "A. 2h",
            "B. 4h",
            "C. 5h",
            "D. 6h"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "离散数学",
        "question": "下列说法错误的是____",
        "choices": [
            "A. 若简单图每个节点的度大于等于$\\frac{n}{2}$,则$G$有$H$回路",
            "B. 简单图$G$存在$H$回路的充要条件是其闭合图存在$H$回路",
            "C. 简单图$G$的任意结点$v_i$，$v_j$之间恒有$d(v_{j})+d(v_{j})\\geq n{-}1$， 则$G$存在$H$回路",
            "D. 简单图的闭合图唯一"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "离散数学",
        "question": "下面说法错误的是____",
        "choices": [
            "A. 邻接矩阵能表示自环，也能表示重边",
            "B. 有向图邻接矩阵的第$i$行非零元的数目恰好是$\\nu_{i}$的正度。第$j$列非零元的数目是$\\nu_{j}$的负度",
            "C. 关联矩阵能表示重边，不能表示自环",
            "D. 有向图关联矩阵第$i$行中1 的数目是$\\nu_{i}$的正度，-1 的数目是$\\nu_{i}$的负度。"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "离散数学",
        "question": "令P：天气很冷，Q：老王来了，则命题“虽然天气很冷，但是老王还是来了”可符号化为____",
        "choices": [
            "A. P∧Q",
            "B. P→Q",
            "C. P∧﹁Q",
            "D. P→﹁Q"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "离散数学",
        "question": "设A={2，3，4，6，9，12，18}，A中的整除关系R是偏序关系，那么在偏序集<A，R>中，下列说法正确的是____",
        "choices": [
            "A. A的最大元素是18；",
            "B. A 的最小元素是2；",
            "C. B= {3，9}的上界只有 18；",
            "D. B= {4，9} 没有上下界。"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "离散数学",
        "question": "给定n个结点的一个图，它是一个树的下列说法中，____是不对的。",
        "choices": [
            "A. 无回路的连通图",
            "B. 无回路但若增加一条新边就有回路",
            "C. 连通且m=n-1， 其中m是边数，n是结点数",
            "D. 所有结点的度数>2"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "离散数学",
        "question": "设图G是有6个顶点的连通图，总度数为20，则从G中删去____边后使之变成树。",
        "choices": [
            "A. 10",
            "B. 5",
            "C. 3",
            "D. 2"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "离散数学",
        "question": "下列集合中与$\\mathbf{\\{}1,2\\}$不相等的是:____",
        "choices": [
            "A. $\\{1,2\\}\\cup\\phi$",
            "B. $\\{1,2\\}$",
            "C. $\\{1,2,2\\}$",
            "D. $\\{x|\\ x\\in{\\mathcal{R}}\\land x^{2}-3x+2=0\\}$"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "离散数学",
        "question": "含5个顶点、3条边的不同构的简单图有几个?____",
        "choices": [
            "A. 2",
            "B. 3",
            "C. 4",
            "D. 5"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "离散数学",
        "question": "对于集合$\\mathcal{A}$上的二元关系$\\mathcal{R}$，若$B\\subseteq A$，$C\\subseteq A$，$R\\uparrow B$代表关系$\\mathcal{R}$在集合$\\mathcal{B}$上受限，则下列_是正确的____",
        "choices": [
            "A. $R[B\\cap C]=R[B]\\cap R[C]$",
            "B. $R[B]-R[C]=R[B-C]$",
            "C. $B\\subseteq A\\Leftrightarrow R[B]\\subseteq R[A]$",
            "D. $R\\uparrow(B\\cup C)=R\\uparrow B\\cup R\\uparrow C$"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "离散数学",
        "question": "已知一棵树T中有度为5，4，3，2的顶点各一个，其余为树叶顶点，T的树叶顶点数为哪项？____",
        "choices": [
            "A. 8",
            "B. 7",
            "C. 6",
            "D. 5"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "离散数学",
        "question": "设G为平面图，则下面可能不正确的选项是_____",
        "choices": [
            "A. G = (G*)*",
            "B. G*= ((G*)*)*",
            "C. (G*)* = (G*)*)*)*",
            "D. ((G*)*)*= ((((G*)*)*)*)*"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "离散数学",
        "question": "六阶群的任何非平凡子群一定不是____",
        "choices": [
            "A. 2阶",
            "B. 5阶",
            "C. 3阶",
            "D. 6阶"
        ],
        "answer": "D"
    },
    {
        "subject": "人文科学",
        "topic": "中国语言文学",
        "question": "d、t、n、l四个辅声的发音部位是____。",
        "choices": [
            "A. 舌尖前",
            "B. 舌面",
            "C. 舌尖中",
            "D. 舌尖后"
        ],
        "answer": "C"
    },
    {
        "subject": "人文科学",
        "topic": "中国语言文学",
        "question": "剧作家____被誉为“中国十六世纪的莎士比亚”。",
        "choices": [
            "A. 关汉卿",
            "B. 白朴",
            "C. 汤显祖",
            "D. 马致远"
        ],
        "answer": "C"
    },
    {
        "subject": "人文科学",
        "topic": "中国语言文学",
        "question": "《论语·述而》：“若圣与仁，则吾岂敢?抑为之不厌，诲人不倦，则可谓云尔已矣。”句中“抑”的用法是____。",
        "choices": [
            "A. 表示假设",
            "B. 表示转折",
            "C. 表示原因",
            "D. 表示目的"
        ],
        "answer": "B"
    },
    {
        "subject": "人文科学",
        "topic": "中国语言文学",
        "question": "音位是____。",
        "choices": [
            "A. 最小的语音语义结合体",
            "B. 一个语音系统中能区别意义的最小语音单位",
            "C. 语言中最小的能区别意义的语音特征单位",
            "D. 语言中有区别性特征的最小语音单位"
        ],
        "answer": "B"
    },
    {
        "subject": "人文科学",
        "topic": "中国语言文学",
        "question": "下列有歧义的一项是____。",
        "choices": [
            "A. 进口汽车",
            "B. 路边种着树",
            "C. 洗得干净",
            "D. 咬死了猎人的鸡"
        ],
        "answer": "D"
    },
    {
        "subject": "人文科学",
        "topic": "中国语言文学",
        "question": "“现在轮到你说了”是____。",
        "choices": [
            "A. 连谓句",
            "B. 兼语句",
            "C. 被动句",
            "D. 双宾语句"
        ],
        "answer": "B"
    },
    {
        "subject": "人文科学",
        "topic": "中国语言文学",
        "question": "《史记·高祖本纪》：“今则来，沛公恐不得有此。”句中“则”的用法是____。",
        "choices": [
            "A. 表示承接",
            "B. 表示转折",
            "C. 表示假设",
            "D. 表示因果"
        ],
        "answer": "C"
    },
    {
        "subject": "人文科学",
        "topic": "中国语言文学",
        "question": "“员、可、乡、分、展、从”中包含的自由语素是____。",
        "choices": [
            "A. 乡、分、从",
            "B. 可、分、展",
            "C. 员、乡、分",
            "D. 员、可、乡"
        ],
        "answer": "A"
    },
    {
        "subject": "人文科学",
        "topic": "中国语言文学",
        "question": "“塑”这个字的音节的声母是____。",
        "choices": [
            "A. sh",
            "B. x",
            "C. s",
            "D. 零声母"
        ],
        "answer": "C"
    },
    {
        "subject": "人文科学",
        "topic": "中国语言文学",
        "question": "《四世同堂》中的冠晓荷是____。",
        "choices": [
            "A. 老派市民的形象",
            "B. 革命者的形象",
            "C. 正直的知识分子形象",
            "D. 民族败类的形象"
        ],
        "answer": "D"
    },
    {
        "subject": "人文科学",
        "topic": "中国语言文学",
        "question": "“我、你、他”是____。",
        "choices": [
            "A. 指示代词",
            "B. 疑问代词",
            "C. 人称代词",
            "D. 名词"
        ],
        "answer": "C"
    },
    {
        "subject": "人文科学",
        "topic": "中国语言文学",
        "question": "《杜十娘怒沉百宝箱》出自____。",
        "choices": [
            "A. 《传奇》",
            "B. 《聊斋志异》",
            "C. “三言”",
            "D. “二拍”"
        ],
        "answer": "C"
    },
    {
        "subject": "社会科学",
        "topic": "教师资格",
        "question": "王老师在课堂上给学生演示了与知识点有关的几个实验。这属于____。",
        "choices": [
            "A. 实物直观",
            "B. 模象直观",
            "C. 言语直观",
            "D. 思维直观"
        ],
        "answer": "A"
    },
    {
        "subject": "社会科学",
        "topic": "教师资格",
        "question": "在讲解方程时，王老师先讲一元一次方程，再讲二元一次方程，然后讲一元二次方程，逐步加深难度。这种教学方式所遵循的原则是____。",
        "choices": [
            "A. 理论联系实际原则",
            "B. 启发性原则",
            "C. 循序渐进原则",
            "D. 巩固性原则"
        ],
        "answer": "C"
    },
    {
        "subject": "社会科学",
        "topic": "教师资格",
        "question": "“小型分散，便于开展多种多样的活动，满足学生不同的兴趣、爱好，发展学生的才能，使学生得到更多的学习和锻炼的机会。”这种课外活动的形式是____。",
        "choices": [
            "A. 科技活动",
            "B. 学科活动",
            "C. 个人活动",
            "D. 小组活动"
        ],
        "answer": "D"
    },
    {
        "subject": "社会科学",
        "topic": "教师资格",
        "question": "县级以上地方各级人民代表大会是县级以上地方国家权力机关，其职权不包括____。",
        "choices": [
            "A. 改变或撤销本级人大常务委员会不适当的决定",
            "B. 选举并有权罢免本级人民法院院长",
            "C. 批准本行政区域内的预算执行情况的报告",
            "D. 决定并宣布下一级行政区城进入紧急状态"
        ],
        "answer": "D"
    },
    {
        "subject": "社会科学",
        "topic": "教师资格",
        "question": "李老师在教学生区分形近字“渴”“竭”“碣”“谒”时，将四个字相同的右半部分用白色粉笔写出，相异的左半部分用彩色粉笔写出。李老师运用了知觉的____。",
        "choices": [
            "A. 整体性",
            "B. 选择性",
            "C. 理解性",
            "D. 恒常性"
        ],
        "answer": "B"
    },
    {
        "subject": "社会科学",
        "topic": "教师资格",
        "question": "中小学教科书不同于其他任何书籍的基本特点是内容的____。",
        "choices": [
            "A. 准确性",
            "B. 示范性",
            "C. 新颖性",
            "D. 基础性"
        ],
        "answer": "D"
    },
    {
        "subject": "社会科学",
        "topic": "教师资格",
        "question": "在Excel中，单元格A1, A2, A3中的内容依次为数值1，2，3，单元格A4中的内容为字符前添加了英文单撇号“，”的文本字符“3”，在单元格A5的编辑栏输入公式“=COUNT( A1：A4) +12”并点击回车键，A5单元格的内容为____。",
        "choices": [
            "A. 15",
            "B. 21",
            "C. 12",
            "D. 18"
        ],
        "answer": "D"
    },
    {
        "subject": "社会科学",
        "topic": "教师资格",
        "question": "找规律填数字是一项很有趣的活动，特别锻炼观察和思考能力。下列选项中，填入数列“1、7、8、57、____、26050”空缺处的数字，符合该组数字排列规律的是____。",
        "choices": [
            "A. 456",
            "B. 457",
            "C. 458",
            "D. 459"
        ],
        "answer": "B"
    },
    {
        "subject": "社会科学",
        "topic": "教师资格",
        "question": "语文教师裴老师每天下课后都会对自己一天的工作进行总结反思，并记录下来。这属于布鲁巴奇反思方法中的____。",
        "choices": [
            "A. 反思日记",
            "B. 详细描述",
            "C. 交流讨论",
            "D. 行动研究"
        ],
        "answer": "A"
    },
    {
        "subject": "社会科学",
        "topic": "教师资格",
        "question": "唐朝时形成了“父教其子，子教其弟”“五尺童子耻不言文墨焉”的社会风尚，它的形成主要得益于____。",
        "choices": [
            "A. 社会经济的繁荣",
            "B. 科举制度的推行",
            "C. 学校体系的完备",
            "D. 三省六部制的确立"
        ],
        "answer": "B"
    },
    {
        "subject": "社会科学",
        "topic": "教师资格",
        "question": "兰兰学会走路后,就要很喜欢尝试自己穿衣、吃饭、捡东西,喜欢探索周围世界。按照埃里克森人格发展阶段理论,兰兰所处的发展阶段是____",
        "choices": [
            "A. 信任对怀疑",
            "B. 自立对羞怯",
            "C. 主动感对内疚感",
            "D. 勤奋感对自卑感"
        ],
        "answer": "B"
    },
    {
        "subject": "社会科学",
        "topic": "教师资格",
        "question": "学期结束时，班主任王老师会对学生思想品德的发展变化情况进行评价。这项工作属于____。",
        "choices": [
            "A. 工作总结",
            "B. 工作计划",
            "C. 操行评定",
            "D. 建立学生档案"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "高中化学",
        "question": "下列物质中既属于有机物，又属于酸的是____",
        "choices": [
            "A. $H_2CO_3$",
            "B. $CH_3OH$",
            "C. $CH_3CH_2OH $",
            "D. $CH_3COOH$"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "高中化学",
        "question": "氯化铜的稀溶液在盐酸中呈黄绿色，存在的化学平衡$Cu(H_2O)_4]^{2+}（淡蓝色）+4Cl^- \\rightleftharpoons(CuCl4)^{2—}（黄绿色）+4H_2O$，下列可使溶液变成淡蓝色的方法是____",
        "choices": [
            "A. 减少蒸馏水",
            "B. 加硝酸银溶液",
            "C. 加氯化钠固体",
            "D. 加硫酸钠固体"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "高中化学",
        "question": "诗句“春蚕到死丝方尽，蜡烛成灰泪始干”中“丝”和“泪”分别指____",
        "choices": [
            "A. 纤维素  油脂",
            "B. 蛋白质  烃类",
            "C. 淀粉  油脂",
            "D. 蛋白质  油脂"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "高中化学",
        "question": "下列家庭小实验最合理的是____",
        "choices": [
            "A. 将适量的苏打粉放在容器中加热，观察气体的产生",
            "B. 在洁净的水杯中先加入小苏打粉，再加入食醋，观察气体的产生",
            "C. 往稀白粥中加入少量加碘食盐，检验加碘食盐中含有$I_2$",
            "D. 在一瓣橘子上插入两根铜线并与小灯泡连接，验证电流的产生"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "高中化学",
        "question": "主族元素W、X、Y、Z的原子序数依次增加，且均不大于20。W、X、Y最外层电子数之和为11，W与Y同族且都是复合化肥的营养元素，Z的氢化物遇水可产生最轻的气体。下列说法正确的____",
        "choices": [
            "A. 常温常压下X的单质为气态",
            "B. 简单气态氢化物的热稳定性：Y>W",
            "C. Z的氢化物含有共价键",
            "D. 简单离子半径：W>X"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "高中化学",
        "question": "已知$2SO_2(g) + O_2(g) \\rightleftharpoons  2SO_3(g)$(正反应放热)。若在500℃和催化剂的作用下，该反应在容积固定的密闭容器中进行，下列有关说法正确的是____",
        "choices": [
            "A. 若降低温度，可以加快反应速率",
            "B. 使用催化剂是为了加快反应速率",
            "C. 在上述条件下，$SO_2$能完全转化为$SO_3$",
            "D. 达到平衡时，$SO_2$和$SO_3$的浓度一定相等"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "高中化学",
        "question": "在一定温度下的恒容密闭容器中，当下列哪些物理量不再发生变化时，表明下述反应：$A(s) + 2B(g) \\rightleftharpoons C(g)+D(g)$已达到平衡状态____\n①混合气体的压强   ②混合气体的密度   ③B的物质的量浓度 ④气体的总物质的量\n⑤混合气体总质量",
        "choices": [
            "A. ②③⑤",
            "B. ①②③",
            "C. ②③④",
            "D. ①③④⑤"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "高中化学",
        "question": "对于淀粉和纤维素两种物质，下列说法正确的是____",
        "choices": [
            "A. 两者都能水解，且水解的最终产物相同",
            "B. 两者含C、H、O三种元素的质量分数相同，且互为同分异构体",
            "C. 它们都属于糖类，且都是溶于水的高分子化合物",
            "D. 都可 用$\\left ( C_6H_6O_5\\right )_n$表示，但淀粉能发生银镜反应，而纤维素不能"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "高中化学",
        "question": "灼烧绿矾的反应方程式如下：$7(FeSO_4 \\cdot 7H_2O)\\stackrel{强热}{=}Fe_2O_3 +SO_2\\uparrow + SO_3\\uparrow +14H_2O$;将生成的气体通入BaCl2溶液中，下列叙述中正确的是____",
        "choices": [
            "A. 有$BaSO_4$生成",
            "B. 有$BaSO_3$生成",
            "C. 同时有$BaSO_4$和$BaSO_3$生成",
            "D. 有$SO_3$逸出"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "高中化学",
        "question": "X、Y、Z、W、R是5种短周期元素，其原子序数依次增大。X是周期表中原子半径最小的元素，Y原子最外层电子数是次外层电子数的3倍，Z、W、R处于同一周期，R与Y处于同一主族，Z、W原子的核外电子数之和与Y、R原子的核外电子数之和相等。下列说法正确的是____",
        "choices": [
            "A. 元素Y、Z、W具有相同电子层结构的离子，其半径依次增大",
            "B. 元素X不能与元素Y形成化合物$X_2Y_2$",
            "C. 元素Y、R分别与元素X形成的化合物的热稳定性：$X_mY > X_mR$",
            "D. 元素W、R的最高价氧化物的水化物都是强酸"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "高中化学",
        "question": "下列物质属于合成聚合物的是____",
        "choices": [
            "A. 蛋白质",
            "B. 人造丝",
            "C. 人造棉",
            "D. 聚氯乙烯"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "高中化学",
        "question": "下列关于物质用途的叙述中，不正确的是____",
        "choices": [
            "A. 硅可以用作制造变压器的铁芯材料",
            "B. 二氧化硅可用于制造光导纤维",
            "C. 石墨可用做绝缘材料",
            "D. 石英玻璃可用于制造光学仪器"
        ],
        "answer": "C"
    },
    {
        "subject": "人文科学",
        "topic": "高中历史",
        "question": "辛亥革命后，在许多通商大埠，人们\"趋改洋服洋帽，其为数不知凡几\"；当时，家境稍优裕者\"必备洋服数套，以示维新\"，即使是\"衣食艰难之辈，亦多舍自制之草帽，而购外来之草帽\"。这种现象出现的主要原因是____",
        "choices": [
            "A. 崇洋风气的盛行",
            "B. 社会性质的变化",
            "C. 政府政策的引导",
            "D. 贫富差距的增大"
        ],
        "answer": "B"
    },
    {
        "subject": "人文科学",
        "topic": "高中历史",
        "question": "二战前，约30年的社会主义改革和高速发展，苏联工业产值增长了38倍，实现了工业化。二战后，苏联经济继续保持了较高增长率。1946-1950年，社会总产值年均增长率为14.4%，1951年—1960年为10%，远高于同期的美欧国家。苏联经济的高速增长得益于____",
        "choices": [
            "A. 工农业生产的均衡发展",
            "B. 计划经济体制的影响",
            "C. 欧美国家遭遇经济危机",
            "D. 科学技术的快速发展"
        ],
        "answer": "B"
    },
    {
        "subject": "人文科学",
        "topic": "高中历史",
        "question": "15世纪中叶，在与东方的贸易中，欧洲的金银源源不断向外流出，“黄金问题”变为欧洲经济上的严重危机。由此带来的直接影响是____",
        "choices": [
            "A. 欧洲中心地位逐步确立",
            "B. 英国成立东印度公司",
            "C. 刺激了欧洲开辟新航路",
            "D. 引发了欧洲的价格革命"
        ],
        "answer": "C"
    },
    {
        "subject": "人文科学",
        "topic": "高中历史",
        "question": "中国资本主义萌芽出现的主要标志是____",
        "choices": [
            "A. 手工业作坊大量增多",
            "B. 手工业技术水平空前提高",
            "C. “机户出资，机工出力”的“机房”产生",
            "D. 商品经济发展.对外贸易扩大"
        ],
        "answer": "C"
    },
    {
        "subject": "人文科学",
        "topic": "高中历史",
        "question": "西周时期，用于解决血亲贵族之间在权力、财产和土地继承上矛盾的制度是____",
        "choices": [
            "A. 分封制",
            "B. 宗法制",
            "C. 井田制",
            "D. 禅让制"
        ],
        "answer": "B"
    },
    {
        "subject": "人文科学",
        "topic": "高中历史",
        "question": "清末民初，在广大乡村，以传统畜力车及木船为主，虽有自行车和公共汽车，但发展缓慢。这说明当时我国____",
        "choices": [
            "A. 农村封闭状态严重",
            "B. 城乡交通差距较大",
            "C. 新旧交通工具并存",
            "D. 近代交通开始改革"
        ],
        "answer": "C"
    },
    {
        "subject": "人文科学",
        "topic": "高中历史",
        "question": "李四光是我国20世纪杰出的科学家，他对祖国的贡献是____",
        "choices": [
            "A. 研究“两弹一星”",
            "B. 为我国勘探石油提供了理论依据",
            "C. 培育出高产水稻",
            "D. 研制出巨型计算机"
        ],
        "answer": "B"
    },
    {
        "subject": "人文科学",
        "topic": "高中历史",
        "question": "据美国钢铁业统计，1870年，美国有钢铁企业808个，工人7.8万人，钢产量320万吨，投资额1210万美元；到1900年，美国有钢铁企业669个，工人27.2万人，钢产量2950万吨，投资额5.9亿美元。这一数据反映的19世纪后期美国钢铁业发展变化的主要特征是____",
        "choices": [
            "A. 行业竞争激烈",
            "B. 生产和资本走向集中",
            "C. 企业规模保持稳定",
            "D. 劳动生产率快速提高"
        ],
        "answer": "B"
    },
    {
        "subject": "人文科学",
        "topic": "高中历史",
        "question": "19世纪60-70年代出现了资产阶级革命和改革的浪潮，资本主义制度在全世界范围内确立。这一时期的革命和改革的特点是____",
        "choices": [
            "A. 都采用自上而下的方式",
            "B. 排除外部势力的干扰",
            "C. 仍有旧制度的痕迹",
            "D. 无产阶级等上政治历史舞台并开始发挥重要作用"
        ],
        "answer": "C"
    },
    {
        "subject": "人文科学",
        "topic": "高中历史",
        "question": "隋唐时期，陆路与海上“丝绸之路”基本畅通，唐朝设市舶司主管对外港口贸易，宋代对招商有成效的官吏实行提高级别待遇的政策，泉州、广州接此执行。可见，唐宋时期海外贸易的活跃是____",
        "choices": [
            "A. 政府政策推动的结果",
            "B. 造船业发达的产物",
            "C. 重农政策松动的表现",
            "D. 丝织业兴盛的体现"
        ],
        "answer": "A"
    },
    {
        "subject": "人文科学",
        "topic": "高中历史",
        "question": "建国初国民经济恢复时期，当时国家经济工作中最迫切的任务是____",
        "choices": [
            "A. 稳定物价",
            "B. 没收官僚资本，建立国营经济",
            "C. 统一财经",
            "D. 合理调整工商业"
        ],
        "answer": "A"
    },
    {
        "subject": "人文科学",
        "topic": "高中历史",
        "question": "1883年，为解决知识产权的国际保护问题，欧美国家相互合作，协商达成了《保护工业产权巴黎公约》，成立保护工业产权（包括专利权）的国际专利局，由此开创了国际保护知识产权的先河。该举措____",
        "choices": [
            "A. 推动第一次工业革命的发生与发展",
            "B. 提高欧美国家在世界市场的竞争力",
            "C. 有力抑制了国际经贸中的强权政治",
            "D. 成为世界市场迅速拓展主要途径"
        ],
        "answer": "B"
    },
    {
        "subject": "社会科学",
        "topic": "大学经济学",
        "question": "当厂商支付高于市场工资的效率工资时____。",
        "choices": [
            "A. 经济在充分就业的状态下运行",
            "B. 存在对劳动力的过剩供给",
            "C. 不存在非自愿性失业",
            "D. 劳动力市场在效率工资水平下出清"
        ],
        "answer": "B"
    },
    {
        "subject": "社会科学",
        "topic": "大学经济学",
        "question": "在得出棉花种植户的供给曲线时，下列除哪一个因素以外，其余均保持为常数____",
        "choices": [
            "A. 土壤的肥沃程度",
            "B. 棉花种植面积",
            "C. 技术水平",
            "D. 棉花的价格"
        ],
        "answer": "C"
    },
    {
        "subject": "社会科学",
        "topic": "大学经济学",
        "question": "使用自有资金也应计算利息收入，这种利息从成本角度看是____",
        "choices": [
            "A. 固定成本",
            "B. 隐含成本",
            "C. 会计成本",
            "D. 生产成本"
        ],
        "answer": "B"
    },
    {
        "subject": "社会科学",
        "topic": "大学经济学",
        "question": "供给的增加会降低价格，除非____。",
        "choices": [
            "A. 供给是完全无弹性的",
            "B. 需求是完全有弹性的",
            "C. 需求量增加",
            "D. 需求高度缺乏弹性"
        ],
        "answer": "B"
    },
    {
        "subject": "社会科学",
        "topic": "大学经济学",
        "question": "关于宏观经济政策的选择，下列说法中错误的是____。",
        "choices": [
            "A. 当经济陷入流动性陷阱时，建议采用财政政策而非货币政策",
            "B. 当挤出效应很明显时，采取货币政策更能够成功",
            "C. 在古典世界里，应该采用货币政策而不是财政政策",
            "D. 在古典世界里，给定的货币数量的变化对收入水平的影响最小"
        ],
        "answer": "D"
    },
    {
        "subject": "社会科学",
        "topic": "大学经济学",
        "question": "在一条狭窄的巷子里，两个年轻人骑着自行车相向而行，每个人都有两个策略，即或者选择“冲过去”，或者选择“避让”。如果选择避让，不管对方采取什么策略，他得到的收益都是0，如果一人采取“冲过去”的战略，那么如果对方采取“避让”，他得到的收益是9；如果对方不避让，他得到的收益是-36。这个博弈有两个纯策略纳什均衡和____。",
        "choices": [
            "A. 一个混合策略纳什均衡，即两个人都以80%的概率选择“避让”，以20%的概率选择“冲过去”",
            "B. 一个混合策略纳什均衡，即一个人以20%的概率选择“避让”，另一个人以80%的概率选择“冲过去”",
            "C. 一个混合策略纳什均衡，即两个人都以40%的概率选择“避让”，以60%的概率选择“冲过去”",
            "D. 没有混合策略纳什均衡"
        ],
        "answer": "A"
    },
    {
        "subject": "社会科学",
        "topic": "大学经济学",
        "question": "根据生命周期假说，消费者的消费对积累的财富的比率的变化情况是____。",
        "choices": [
            "A. 在退休前，这个比率是上升的，退休后，这个比率是下降的",
            "B. 在退休前后，这个比率保持不变",
            "C. 在退休前后，这个比率都下降",
            "D. 在退休前，这个比率下降，退休后，则会上升"
        ],
        "answer": "D"
    },
    {
        "subject": "社会科学",
        "topic": "大学经济学",
        "question": "完全竞争市场中，行业面临的需求曲线是____。",
        "choices": [
            "A. 一条向右下方倾斜的曲线",
            "B. 一条向右上方倾斜的曲线",
            "C. 一条水平线",
            "D. 一条向左上方倾斜的曲线"
        ],
        "answer": "A"
    },
    {
        "subject": "社会科学",
        "topic": "大学经济学",
        "question": "无差异曲线上任一点斜率的绝对值代表了____",
        "choices": [
            "A. 消费者为了提高效用而获得另一些商品时愿意放弃的某一种商品的数量",
            "B. 消费者花在各种商品上的货币总值",
            "C. 两种商品的价格的价格比率",
            "D. 在确保消费者效用不变的情况下，一种商品和另一种商品的交换比率"
        ],
        "answer": "D"
    },
    {
        "subject": "社会科学",
        "topic": "大学经济学",
        "question": "政府对餐馆的营业收入征收20%的营业税；营业收入以餐馆向顾客开具发票的总金额来确定。法律规定顾客有权索取发票。假定发票对于顾客没有任何价值，因此顾客都不开发票。这时，政府为了增加税收，推出了发票抽奖的活动。每开具100元的发票，顾客可从政府那里得到的中奖收入为10元。根据科斯定理并运用供求理论，你预计政府引入这一做法的后果是：____",
        "choices": [
            "A. 顾客开发票；政府税收增加，餐馆收入下降",
            "B. 顾客不开发票，政府税收不变，餐馆收入下降",
            "C. 顾客不开发票，政府税收不变，餐馆收入不变",
            "D. 顾客开发票，政府税收不变，餐馆收入不变"
        ],
        "answer": "C"
    },
    {
        "subject": "社会科学",
        "topic": "大学经济学",
        "question": "若供给曲线上每一点的点弹性都等于1，则供给曲线只能是一条____",
        "choices": [
            "A. 过原点的45线",
            "B. 过原点的直线",
            "C. 平行于横轴的直线",
            "D. 垂直于横轴的直线"
        ],
        "answer": "B"
    },
    {
        "subject": "社会科学",
        "topic": "大学经济学",
        "question": "社会技术进步导致部分人不适应工作岗位要求，由此产生的失业属于____。",
        "choices": [
            "A. 自愿性失业",
            "B. 结构性失业",
            "C. 需求不足的失业",
            "D. 摩擦性失业"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "高中数学",
        "question": "为做好社区新冠疫情防控工作，需将五名志愿者分配到三个社区去开展工作，每名志愿者只分配到一个社区，每个社区至少分配一名志愿者，志愿者甲和乙必须去同一个社区，则不同的分配方法共有____",
        "choices": [
            "A. 12种",
            "B. 18种",
            "C. 24种",
            "D. 36种"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "高中数学",
        "question": "17世纪，在研究天文学的过程中，为了简化大数运算，苏格兰数学家纳皮尔发明了对数，对数的思想方法即把乘方和乘法运算分别转化为乘法和加法，数学家拉普拉斯称赞为“对数的发明在实效上等于把天文学家的寿命延长了许多倍”.已知$\\lg2\\approx0.3010$，$\\lg3\\approx0.4771$，设$N=4^5\\times27$，则N所在的区间为____",
        "choices": [
            "A. $\\left(10^{15},10^{16}\\right)$",
            "B. $\\left(10^{16},10^{17}\\right)$",
            "C. $\\left(10^{17},10^{18}\\right)$",
            "D. $\\left(10^{18},10^{19}\\right)$"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "高中数学",
        "question": "若抛物线$y^2=2px$的焦点与椭圆$\\frac{x^2}{6}+\\frac{y^2}{2}=1$的右焦点重合，则p的值为____",
        "choices": [
            "A. -2",
            "B. 2",
            "C. -4",
            "D. 4"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "高中数学",
        "question": "数学对于一个国家的发展至关重要，发达国家常常把保持数学领先地位作为他们的战略需求．现某大学为提高数学系学生的数学素养，特开设了“古今数学思想”“世界数学通史”“几何原本”“什么是数学”四门选修课程，要求数学系每位同学每学年至多选3门，大一到大三3学年必须将四门选修课程选完，则每位同学的不同选修方式有____",
        "choices": [
            "A. 60种",
            "B. 78种",
            "C. 84种",
            "D. 144种"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "高中数学",
        "question": "已知条件$p:\\left|x+1\\right|>2$，条件$q:x>a$,且$\\neg p$是$\\neg q$的充分不必要条件，则实数a的取值范围是____",
        "choices": [
            "A. $a\\geq1$",
            "B. $a\\leq1$",
            "C. $a\\geq-1$",
            "D. $a\\leq -3$"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "高中数学",
        "question": "已知$\\sin(\\frac{\\pi}{4}-x)=\\frac{3}{5}$，则$\\sin2x$的值为____",
        "choices": [
            "A. $\\frac{19}{25}$",
            "B. $\\frac{16}{25}$",
            "C. $\\frac{14}{25}$",
            "D. $\\frac{7}{25}$"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "高中数学",
        "question": "若平面$\\alpha$的法向量为$\\vec{n}_{1}=(3,2,1)$，平面$\\beta$的法向量为$\\vec{n}_{2}=(2,0,-1)$则平面$\\alpha$与平面$\\beta$夹角的余弦值为____",
        "choices": [
            "A. $\\frac{\\sqrt{70}}{14}$",
            "B. $\\frac{\\sqrt{70}}{10}$",
            "C. $-\\frac{\\sqrt{70}}{14}$",
            "D. $-\\frac{\\sqrt{70}}{10}$"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "高中数学",
        "question": "已知函数$f(x)$是定义在$\\mathbb{R}$上的偶函数，且在$\\left(0,+\\infty\\right)$上单调递增，则____",
        "choices": [
            "A. $f(-3)<f(-\\log_{3}13)<f(2^{0.6})$",
            "B. $f(-3)<f(2^{0.6})<f(-\\log_{3}13)$",
            "C. $f(2^{0.6})< f(-\\log_{3}13) <f(-3)$",
            "D. $f(2^{0.6})<f(-3)< f(-\\log_{3}13) $"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "高中数学",
        "question": "已知全集为实数集$\\mathbb{R}$，集合$A=\\{x|x^{2}-2x<0\\},B=\\left\\{x|l og_{2}x>0\\right\\}$，则$\\left(\\complement_R A \\right) \\cap B$的值为____",
        "choices": [
            "A. $\\left(-\\infty,0\\right]\\cup(1,+\\infty)$",
            "B. $\\left(0,1\\right]$",
            "C. $\\left[2,+\\infty\\right)$",
            "D. $\\emptyset$"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "高中数学",
        "question": "已知函数$f(x)=a \\ln x-2x$,若不等式$f(x+1)>a x-2e^{x}$在$x \\in \\left(0 +\\infty\\right)$上恒成立，则实数a的取值范围是____",
        "choices": [
            "A. $a{\\leq}2$",
            "B. $a\\geq2$",
            "C. $a{\\leq}0$",
            "D. $0\\leq a\\leq2$"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "高中数学",
        "question": "在边长为3，4，5的三角形内部任取一点P,则点P到三个顶点距离都大于1的概率为____",
        "choices": [
            "A. $\\frac{6-\\pi}{6}$",
            "B. $\\frac{12-\\pi}{12}$",
            "C. $\\frac{\\pi}{6}$",
            "D. $\\frac{\\pi}{12}$"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "高中数学",
        "question": "$\\forall x\\neq0$,$\\left(x+\\frac{1}{x}\\right)^{10}$可写成关于$\\left(x^2+\\frac{1}{x^2}\\right)$的多项式，则该多项式各项系数之和为____",
        "choices": [
            "A. 240",
            "B. 241",
            "C. 242",
            "D. 243"
        ],
        "answer": "D"
    },
    {
        "subject": "社会科学",
        "topic": "工商管理",
        "question": "如果行业的买方集中度高，由少数几家企业控制，那么它们在价格谈判中会处于的地位是____。",
        "choices": [
            "A. 十分不利",
            "B. 相对不利",
            "C. 相对有利",
            "D. 十分有利"
        ],
        "answer": "C"
    },
    {
        "subject": "社会科学",
        "topic": "工商管理",
        "question": "证券市场线可以用来描述市场均衡条件下单项资产或资产组合的期望收益与风险之间的关系。当投资者的风险厌恶感普遍减弱时，会导致证券市场线____。",
        "choices": [
            "A. 向下平行移动",
            "B. 斜率上升",
            "C. 斜率下降",
            "D. 向上平行移动"
        ],
        "answer": "C"
    },
    {
        "subject": "社会科学",
        "topic": "工商管理",
        "question": "下列各项，对一般纳税企业来说，一般不构成外购存货成本的是____。",
        "choices": [
            "A. 入库前的仓储费",
            "B. 进口关税",
            "C. 支付的增值税",
            "D. 运输费用"
        ],
        "answer": "C"
    },
    {
        "subject": "社会科学",
        "topic": "工商管理",
        "question": "下列各项中，不属于投资项目现金流出量内容的是____。",
        "choices": [
            "A. 固定资产投资",
            "B. 折旧与摊销",
            "C. 无形资产投资",
            "D. 新增经营成本"
        ],
        "answer": "B"
    },
    {
        "subject": "社会科学",
        "topic": "工商管理",
        "question": "消费者不知道，或者虽然知道但没有兴趣购买的物品为____。",
        "choices": [
            "A. 便利品",
            "B. 选购品",
            "C. 特殊品",
            "D. 非渴求品"
        ],
        "answer": "D"
    },
    {
        "subject": "社会科学",
        "topic": "工商管理",
        "question": "下列关于不存在减值迹象的可供出售金融资产会计处理的表述，正确的是____。",
        "choices": [
            "A. 取得时将发生的相关交易费用计入当期损益",
            "B. 将出售的剩余部分重分类为交易性金融资产",
            "C. 资产负债表日将公允价值与账面价值的差额计入当期损益",
            "D. 将出售时实际收到的金额与账面价值之间的差额计入当期损益"
        ],
        "answer": "D"
    },
    {
        "subject": "社会科学",
        "topic": "工商管理",
        "question": "某公司2001年4月3日以448000元的价格，不准备长期持有的A公司发行在外的普通股200000股，另支付相关税费1000元。A公司已于2001年3月31日宣告发放现金股利0.2元/股，并于5月8日支付，A公司于2002年3月31日宣告发放现金股利0.3元/股，某公司于2002年4月3日将该股票转让，则某公司转让股票时成本价为____元。",
        "choices": [
            "A. 408000",
            "B. 409000",
            "C. 448000",
            "D. 349000"
        ],
        "answer": "A"
    },
    {
        "subject": "社会科学",
        "topic": "工商管理",
        "question": "“预付账款”科目明细账中若有贷方余额，应计入资产负债表中的____项目。",
        "choices": [
            "A. 应收账款",
            "B. 应付账款",
            "C. 预收账款",
            "D. 预付账款"
        ],
        "answer": "B"
    },
    {
        "subject": "社会科学",
        "topic": "工商管理",
        "question": "对于自行开发取得的无形资产，在研究阶段发生的支出应计入____。",
        "choices": [
            "A. 无形资产的成本",
            "B. 当期损益",
            "C. 投资收益",
            "D. 其他业务成本"
        ],
        "answer": "B"
    },
    {
        "subject": "社会科学",
        "topic": "工商管理",
        "question": "某企业生产A、B和C三种商品，预计各自的销售量为1000件、500件和500件，三种产品的单位边际贡献分别为10、8和6，企业的固定成本为340000元。以下说法正确的是____。",
        "choices": [
            "A. 产品组合产生的加权边际贡献为34",
            "B. 若依照预计销量的比例进行销售，则保本点的销售额为800000元",
            "C. 产品组合产生的加权边际贡献为8.5",
            "D. 产品组合的单位销售价格为80元"
        ],
        "answer": "C"
    },
    {
        "subject": "社会科学",
        "topic": "工商管理",
        "question": "采用权益法核算长期股权投资时，对于被投资企业因外币资本结算引起的所有者权益的增加，投资企业应按所拥有的表决权资本的比例计算应享有的份额，将其计入____。",
        "choices": [
            "A. 资本公积",
            "B. 投资收益",
            "C. 其他业务收入",
            "D. 营业外收入"
        ],
        "answer": "A"
    },
    {
        "subject": "社会科学",
        "topic": "工商管理",
        "question": "产品组合的长度是____。",
        "choices": [
            "A. 产品大类的数量",
            "B. 产品项目的数量",
            "C. 产品大类的相关程度",
            "D. 产品大类的序列"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "高中生物",
        "question": "在下列实例中，分别属于相对性状和性状分离的是____\n①羊的长角与短腿\n②水稻的非糯性和糯性\n③兔的粗毛和狗的细毛\n④高茎豌豆与矮茎豌豆杂交,后代全为高茎豌豆\n⑤开红花的牡丹与开白花的牡丹杂交,后代全开粉红花\n⑥白毛兔与白毛兔杂交后代中出现了灰毛兔",
        "choices": [
            "A. ②⑥",
            "B. ②④",
            "C. ①⑤",
            "D. ③⑤"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "高中生物",
        "question": "下列关于水稻细胞内ATP的叙述，错误的是____",
        "choices": [
            "A. 能与ADP相互转化",
            "B. 只能由细胞呼吸产生",
            "C. 可为物质跨膜运输提供能量",
            "D. 释放的磷酸基团能与某些蛋白质结合"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "高中生物",
        "question": "下列关于生物育种的叙述，正确的是____",
        "choices": [
            "A. 多倍体育种不能产生新物种",
            "B. 单倍体育种会产生定向变异",
            "C. 杂交育种的子代间会产生生殖隔离",
            "D. 诱变育种可改变种群基因频率"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "高中生物",
        "question": "萨顿假说认为“基因是由染色体携带着从亲代传递给子代的\".下列相关推测错误的是____",
        "choices": [
            "A. 体细胞中基因和染色体是成对存在的",
            "B. 体细胞中成对的基因一个来自父方，另一个来自母方，同源染色体也是如此",
            "C. 不同物种的细胞中基因数量和染色体数量的比值是一定的",
            "D. 减数分裂时,同源染色体上的非等位基因无法自由组合"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "高中生物",
        "question": "下列有关细胞与细胞结构的叙述正确的是____",
        "choices": [
            "A. 细胞核是细胞的控制中心,能控制细胞遗传和代谢",
            "B. 能分解衰老、损伤细胞器的酶是在溶酶体中合成的",
            "C. 核仁与tRNA的合成有关",
            "D. 可用高倍显微镜观察内质网和高尔基体"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "高中生物",
        "question": "在电子显微镜下观察到植物细胞有丝分裂末期细胞板的周围聚集着许多小囊泡，这些小囊泡属于细胞的哪种结构？小囊泡可能含有何种物质____",
        "choices": [
            "A. 内质网　蛋白质、磷脂",
            "B. 高尔基体　蛋白质、磷脂",
            "C. 内质网　纤维素、果胶",
            "D. 高尔基体　纤维素、果胶"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "高中生物",
        "question": "已知21四体的胚胎不能成活。现有一对夫妇均为21三体综合征患者，假设他们在产生配子时，第21号的三体染色体一条移向细胞的一极，两条移向另一极,则他们生出患病女孩的概率是____",
        "choices": [
            "A.   1/2",
            "B.   1/3",
            "C.   2/3",
            "D.   1/4"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "高中生物",
        "question": "下列说法正确的是____",
        "choices": [
            "A. 较大的分子，如葡萄糖等只有通过主动运输才能进入细胞",
            "B. 所有的细胞都具有相同的细胞膜结构，即由磷脂分子构成膜的基本支架，“嵌入”支架或“漂浮”在支架两侧的蛋白质的种类和数量相同",
            "C. 叶绿体中的色素都有吸收光能的作用",
            "D. 在叶绿体的内膜、类囊体上和基质中含有多种进行光合作用所必需的酶"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "高中生物",
        "question": "煎饺是我国北方地区特色传统小吃之一，以面粉和肉馅为主要食材制作成水饺，水饺煮熟放凉后用植物油煎制而成。煎饺表面酥黄，口感香脆。下列说法错误的是____",
        "choices": [
            "A. 肉馅中的蛋白质在高温加热过程中肽键断裂使其结构松散，利于人体消化",
            "B. 煎制水饺时所用的植物油大多含有不饱和脂肪酸，在室温下呈液态",
            "C. 面粉中富含的植物多糖必须经过消化分解成葡萄糖，才能被人体吸收",
            "D. 肉馅中的糖原属于多糖，不能直接被细胞吸收利用"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "高中生物",
        "question": "下列有关生物膜系统的叙述中，正确的是____",
        "choices": [
            "A. 细胞膜、小肠黏膜等都属于细胞的生物膜系统",
            "B. 所有的酶都附着在生物膜上",
            "C. 分泌蛋白合成和运输过程中，内质网膜面积减小，细胞膜的面积增大",
            "D. 生物膜的组成成分和结构都是一样的"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "高中生物",
        "question": "检测某一组织细胞，发现其分解有机物速率减慢，且细胞萎缩。这说明该细胞正在____",
        "choices": [
            "A. 分化",
            "B. 分裂",
            "C. 衰老",
            "D. 癌变"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "高中生物",
        "question": "用普通小麦（为六倍体）的花粉经花药离体培养技术培育成的植株是____",
        "choices": [
            "A. 单倍体，体细胞内含有一个染色体组",
            "B. 单倍体，体细胞内含有三个染色体组",
            "C. 三倍体，体细胞内含有三个染色体组",
            "D. 六倍体，体细胞内含有六个染色体组"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "概率统计",
        "question": "设$X_1,...,X_4,X_5$相互独立、且都服从N(0,4).设$\\alpha\\in(0,1)$,$k>0$,$P(X_1^2+X_2^2+X_3^2+X_4^2\\le kX_5^2)=\\alpha$则k=____",
        "choices": [
            "A. $\\frac{1}{4}F_{\\alpha}(4,1)$",
            "B. $\\frac{1}{4}F_{1-\\alpha}(4,1)$",
            "C. $4F_{\\alpha}(4,1)$",
            "D. $4F_{1-\\alpha}(4,1)$"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "概率统计",
        "question": "设$X_1,X_2,\\cdots X_{12}$是来自正态总体$X\\sim N\\left(0,\\sigma^2\\right)$的简单样本,随机变量$Y=\\frac{\\sum_{i=1}^6X_i^2}{\\sum_{j=1}^6X_{j+6}^2}$服从的分布为:____",
        "choices": [
            "A. $\\chi^2(6)$",
            "B. $\\chi^2(1)$",
            "C. $F(5,5)$",
            "D. $F(6,6)$"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "概率统计",
        "question": "总体的简单样本,$\\bar{X}$为样本均值,则$D(\\bar{X})=$____",
        "choices": [
            "A. $\\frac{3}{80}$",
            "B. $\\frac{9}{16}$",
            "C. $\\frac{3}{1600}$",
            "D. $\\frac{3}{160}$"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "概率统计",
        "question": "$$\n\\text{设}0<P(A)<1，0<P(B)<1\\text{，}\n$$\n$P(A\\mid B)+P(\\bar{A}\\mid\\bar{B})=1$，则____",
        "choices": [
            "A. 事件A和B互不相容",
            "B. 事件A和B互相对立",
            "C. 事件A和B互不独立",
            "D. 事件A和B相互独立"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "概率统计",
        "question": "设$X\\sim N(1，4)，Y\\sim N(3，16)，P\\{Y=aX+b\\}=1$，且$\\rho_{XY}=-1$，则____",
        "choices": [
            "A. a=2, b=5",
            "B. a=-2, b=-5",
            "C. a=-2, b=5",
            "D. a=2, b=-5"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "概率统计",
        "question": "设总体$X$的分布律为\n\n\\begin{tabular}{|l|l|l|l|}\n\\hline$X$&-1&0&2\\\\\n\\hline$P$&$\\frac{1}{3}\\theta$&$1-\\frac{2}{3}\\theta$&$\\frac{1}{3}\\theta$\\\\\n\\hline\n\\end{tabular}\n\n$\\left(X_{1},X_{2},\\cdots,X_{n}\\right)$为来自总体的样本,设有以下四个统计量\n\n(i)$\\frac{3}{n}\\sum_{i=1}^{n}X_{i}$,(ii)$\\left.X_{1}+\\frac{2}{n-1}\\right)_{i=2}^{n}X_{i}$,(iii)$\\frac{3}{5n}\\sum_{i=1}^{n}X_{i}^{2}$,(iv)$\\frac{1}{3n}\\sum_{i=1}^{n}X_{i}^{2}$\n\n在上述四个统计量中,是参数$\\theta$的一致估计量的个数是____",
        "choices": [
            "A. 0",
            "B. 2",
            "C. 1",
            "D. 3"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "概率统计",
        "question": "当事件$A$和$B$同时发生时$C$也发生，则下列式子中成立的是____",
        "choices": [
            "A. $P(C)=P(A \\cap B)$",
            "B. $P(C) \\leq P(A)+P(B)-1$",
            "C. $P(C)=P(A \\cup B)$",
            "D. $P(C) \\geq P(A)+P(B)-1$"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "概率统计",
        "question": "设X和Y分别表示扔n次硬币出现正面和反面的次数，则$X，Y$的相关系数为____",
        "choices": [
            "A. -1",
            "B. 0",
            "C. \\frac{1}{2}",
            "D. 1"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "概率统计",
        "question": "设随机变量$(X,Y)$的概率密度为$f(x,y)=\\left\\{\\begin{array}{cc}6y,&0<x<1,0<y<x，\\\\0,&\\text{其他.}\\end{array}\\right.$,$$\\text{则}P\\left(X>\\frac{1}{2}\\mid Y=\\frac{1}{3}\\right)=$$____",
        "choices": [
            "A. $\\frac{3}{4}$",
            "B. $\\frac{2}{3}$",
            "C. $\\frac{1}{4}$",
            "D. $\\frac{1}{3}$"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "概率统计",
        "question": "设二维随机变量$(X,Y)$在区域$D=\\left\\{(x,y):x^2+y^2<1\\right\\}$内均匀分布,则$X$与$Y$为____",
        "choices": [
            "A. 独立同分布的随机变量",
            "B. 独立不同分布的随机变量",
            "C. 不独立同分布的随机变量",
            "D. 不独立也不同分布的随机变量"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "概率统计",
        "question": "设随机变量(X,Y)的概率密度为$f(x,y)=\\begin{cases}2,0<x<y,0<y<1\\\\0,其他\\end{cases}$.则0<y<1时，f_{X|Y}(x|y)=____",
        "choices": [
            "A. $\\begin{cases}\\frac{1}{x}, & 0<y<x, \\\\ 0, & \\text { 其他 }\\end{cases}$",
            "B. $\\{\\begin{array}{cl}\\frac{1}{2 x}, & |y|<x, \\\\0, & \\text { 其他}\\end{array}$",
            "C. $\\begin{cases}\\frac{1}{y}, & 0<x<y, \\\\ 0, & \\text { 其他. }\\end{cases}$",
            "D. $\\begin{cases}\\frac{1}{2y}, & |x|<y, \\\\ 0, & \\text { 其他. }\\end{cases}$"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "概率统计",
        "question": "对于任意两个随机变量X和$Y$，若$E(XY)=EX\\cdot EY$，则____",
        "choices": [
            "A. $D(X Y)=D(X) \\cdot D(Y)$",
            "B. $D(X+Y)=D(X)+D(Y)$",
            "C. X和Y独立",
            "D. X和Y不相关"
        ],
        "answer": "D"
    },
    {
        "subject": "社会科学",
        "topic": "高中政治",
        "question": "近年来，北京市推动老旧厂房从“产业园区”迈向“文化园区”。城市的工业遗存在新时代里逐渐融入人们的生活，日益成为城市的文化富矿。这说明事物____",
        "choices": [
            "A. 在辩证否定中发展",
            "B. 在量变中实现质变",
            "C. 在曲折中不断前进",
            "D. 在对立中实现统一"
        ],
        "answer": "A"
    },
    {
        "subject": "社会科学",
        "topic": "高中政治",
        "question": "我国人民民主专政的最大特点是：____",
        "choices": [
            "A. 坚持工人阶级的领导",
            "B. 坚持以工农联盟为基础",
            "C. 在人民内部实行民主，对极少数敌人实行专政",
            "D. 国家政权具有广泛的社会基础"
        ],
        "answer": "C"
    },
    {
        "subject": "社会科学",
        "topic": "高中政治",
        "question": "在反映人民生活水平的统计数据中，我们经常可以看到这样一个词：个人可支配收入，它指的是：____",
        "choices": [
            "A. 用于消费的个人收入",
            "B. 个人收入",
            "C. 必须扣除需要缴纳的税收和社会保障金余下的个人收入",
            "D. 用于储蓄的那部分个人收入"
        ],
        "answer": "C"
    },
    {
        "subject": "社会科学",
        "topic": "高中政治",
        "question": "国务院强调2013年工作重心放到加快转变经济发展方式和调整经济结构上，放到提高经济增长的质量和效益上，推动经济持续健康发展。确立上述工作重心的根本目的是：____",
        "choices": [
            "A. 优化产业结构，实现国家产业结构布局更趋合理",
            "B. 增强我国国际竞争力，应对经济全球化危机",
            "C. 让全体人民共享改革发展成果，社会生产目的的落实奠定物质基础",
            "D. 增加社会财富以提升社会积累率"
        ],
        "answer": "C"
    },
    {
        "subject": "社会科学",
        "topic": "高中政治",
        "question": "近日，教育部正式印发《义务教育课程方案》，将劳动从原来的综合实践活动课程中完全独立出来，并发布《义\n务教育劳动课程标准（2022 年版）》。这是基于____\n①劳动在生产关系中起着决定性作用\n②人世间的美好梦想只有通过诚实劳动才能实现\n③劳动没有高低贵贱之分，任何一份职业都很光荣\n④在社会主义社会，劳动是促进人的自由全面发展的重要手段",
        "choices": [
            "A. ①②",
            "B. ①③",
            "C. ②④",
            "D. ③④"
        ],
        "answer": "C"
    },
    {
        "subject": "社会科学",
        "topic": "高中政治",
        "question": "工业遗产作为城市历史文化的缩影，具备得天独厚的城市属性，而工业遗产的可持续利用在其重新定义自身价值的同时，更能够织补城市空间，为城市注入发展新动能。以新首钢园区为代表，充分挖掘工业遗产的历史文化和时代价值，植入冬奥元素和文化功能，为市民创造新的城市活力空间，以重大赛会带动区域的整体更新。如今，首钢园已经由老旧工业厂房蜕变为城市新兴空间，成为市民休闲娱乐的“网红打卡地”。这一做法有利于____\n①拓展城市文化空间，增强城市文化氛围\n②秉持修旧如旧原则，重新恢复企业原貌\n③抓住奥运商机，保证体育产业企业盈利\n④盘活原有资源，提升公共文化服务水平",
        "choices": [
            "A. ①③",
            "B. ①④",
            "C. ②③",
            "D. ②④"
        ],
        "answer": "B"
    },
    {
        "subject": "社会科学",
        "topic": "高中政治",
        "question": "唐代著名诗人杜荀鹤在《山中寡妇》中写道：“任是深山更深处，也应无计避征徭。”这句诗主要强调了税收的____",
        "choices": [
            "A. 无偿性",
            "B. 强制性",
            "C. 固定性",
            "D. 法制性"
        ],
        "answer": "B"
    },
    {
        "subject": "社会科学",
        "topic": "高中政治",
        "question": "“手机钱包” 是将手机和银行卡合二为一的一种新型业务，开通该业务的消费者在日常小额消费时，只需要将手机放置在pos机上一刷就能付款。“手机钱包” 业务____\n①延伸了银行业务链条  ②创新了转账结算方式  ③拓宽了居民理财渠道  ④降低了通货膨胀风险。",
        "choices": [
            "A. ①②",
            "B. ③④",
            "C. ①③",
            "D. ②④"
        ],
        "answer": "A"
    },
    {
        "subject": "社会科学",
        "topic": "高中政治",
        "question": "以下选项能够正确反映唯物主义三种基本形态演进顺序的是____\n①存在就是被感知\n②世界是一团永恒的活火\n③人是机器，思想是人脑的特性\n④物质是标志客观实在的哲学范畴",
        "choices": [
            "A. ①→②→④",
            "B. ②→③→①",
            "C. ①→③→④",
            "D. ②→③→④"
        ],
        "answer": "D"
    },
    {
        "subject": "社会科学",
        "topic": "高中政治",
        "question": "老字号承载着优秀的中华民族文化。某老字号企业推出的绿豆冰糕，口碑、销量双丰收；某老字号乳品企业跟潮牌合作推出了联名传统服饰系列，是老字号实力的见证；新，是老字号生命力的保障。再老也要有新特色，再新也不能丢了老味道，守正创新，老字号才能经久不衰。这表明____\n①老字号企业也要坚持经济效益和社会效益相统一\n②向现代靠拢为创新而创新，老字号就会经久不衰\n③守正创新、“倚老卖新”体现出辩证否定的实质就是创新\n④老和新既对立又统一，道出一个品牌何以成为老字号的秘密",
        "choices": [
            "A. ①②",
            "B. ①④",
            "C. ②③",
            "D. ③④"
        ],
        "answer": "B"
    },
    {
        "subject": "社会科学",
        "topic": "高中政治",
        "question": "企业联合是指企业之间为增强市场竞争力、获取更大经济效益而实行的合营或合并。大企业之间的联合通常叫强强联合。下列甲乙两公司的行为属于企业强强联合的是____\n①甲公司利用乙公司的生产技术力量，投资新项目\n②甲公司通过资本市场收购乙公司20%股份\n③乙公司把自有资产抵押给银行，用贷款来购买甲公司的设备\n④乙公司产品通过甲公司的销售网络迅速进入国际市场",
        "choices": [
            "A. ①②",
            "B. ②③",
            "C. ①④",
            "D. ②④"
        ],
        "answer": "C"
    },
    {
        "subject": "社会科学",
        "topic": "高中政治",
        "question": "国家邮政局调查，电子商务已成为我国快递业发展的巨大推动力，全国快递业1／3业务量由电子商务带动完成。仅去年中国电子商务带动的包裹量就超过5亿件，电子商务和快递物流已经越来越成为人们生活中不可或缺的部分。对此，下列说法正确的____\n①电子商务和快递物流之间存在着互为替代关系\n②电子商务和快递物流之间存在着互补关系\n③电子商务和快递物流的发展有助于推动我国产业结构的调整\n④电子商务和快递物流的发展表明我国居民恩格尔系数不断提高",
        "choices": [
            "A. ①③",
            "B. ②④",
            "C. ②③",
            "D. ①④"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "高等数学",
        "question": "设$D$是全平面，$f\\left(x\\right)=\\begin{cases}\nx\\text{，}-1\\leq x\\leq2\\\\\n0\\text{，}\\text{其他}\\\\\n\\end{cases}$；计算$\\iint_D{f\\left(x\\right)f\\left(x^2-y\\right)}\\mathrm{d}\\sigma=$____",
        "choices": [
            "A. $\\frac{9}{4}$",
            "B. $\\frac{5}{2}$",
            "C. $\\frac{11}{4}$",
            "D. 3"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "高等数学",
        "question": "已知曲线C是圆$(x-1)^{2}+(y-6)^{2}=25$上从点$A(1,1)$沿逆时针方向到$B(4,2)$的一段弧，则$\\oint_{C}(3\\ln(1+y)+5x^{2})\\mathrm{d}x+\\Bigl({\\frac{3x}{1+y}}-2y\\Bigr)\\mathrm{d}y=$____",
        "choices": [
            "A. $108+3\\ln\\Bigl(\\frac{27}{2}\\Bigr)$",
            "B. $3\\ln\\left(\\dfrac{81}{2}\\right)-102$",
            "C. $102+3\\ln\\Bigl(\\frac{81}{2}\\Bigr)$",
            "D. $3\\ln\\left(\\dfrac{27}{2}\\right)-97$"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "高等数学",
        "question": "计算广义积分：$\\int_0^{+\\infty}{\\frac{\\mathrm{d}x}{\\left(1+x^2\\right)\\left(1+x^4\\right)}}$____",
        "choices": [
            "A. $\\frac{\\pi}{8}$",
            "B. $\\frac{\\pi}{4}$",
            "C. $\\frac{\\pi}{2}$",
            "D. $\\frac{\\pi}{3}$"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "高等数学",
        "question": "求极限：$L=\\lim_{n\\rightarrow\\infty}\\sqrt{n}\\left(1-\\sum_{k=1}^n{\\frac{1}{n+\\sqrt{k}}}\\right)$=____",
        "choices": [
            "A. $\\frac{1}{3}$",
            "B. $\\frac{2}{3}$",
            "C. 1",
            "D. $\\frac{4}{3}$"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "高等数学",
        "question": "$x=1$是函数$f\\left(x\\right)=\\frac{bx^2+x+1}{ax+1}$的可去间断点，求$a,b$的值？____",
        "choices": [
            "A. $a=-1,b=-2$",
            "B. $a=-2,b=-1$",
            "C. $a=-2,b=-2$",
            "D. $a=-1,b=0$"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "高等数学",
        "question": "求极限：$\\lim_{x\\rightarrow0}\\frac{\\int_{x^2}^x{\\frac{\\sin\\left(xt\\right)}{t}}\\mathrm{d}t}{x^2}=$____",
        "choices": [
            "A. $\\frac{5}{6}$",
            "B. 1",
            "C. $\\frac{7}{6}$",
            "D. $\\frac{4}{3}$"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "高等数学",
        "question": "设$n$为正整数，求极限：$\\lim_{x\\rightarrow+\\infty}\\left[\\frac{x^n}{\\left(x-1\\right)\\left(x-2\\right)\\cdots\\left(x-n\\right)}\\right]^x=$____",
        "choices": [
            "A. $e^{\\frac{(n-1)(n+1)}{2}}$",
            "B. $e^{\\frac{(n-1)n}{2}}$",
            "C. $e^{\\frac{n(n+1)}{2}}$",
            "D. $e^{\\frac{n^{2}}{2}}$"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "高等数学",
        "question": "求$\\sum_{n=1}^{\\infty}{\\frac{\\left(-1\\right)^{n+1}-2^n}{n}x^n}$的和函数.____",
        "choices": [
            "A. $\\ln\\left(1-2x-x^2\\right),x\\in\\left[-\\dfrac{1}{2},\\dfrac{1}{2}\\right)$",
            "B. $\\ln\\left(1-x-x^2\\right),x\\in\\left(-\\dfrac{1}{2},\\dfrac{1}{2}\\right)$",
            "C. $\\ln\\left(1-2x-2x^2\\right),x\\in\\left[-\\dfrac{1}{2},\\dfrac{1}{2}\\right)$",
            "D. $\\ln\\left(1-x-2x^2\\right),x\\in\\left[-\\dfrac{1}{2},\\dfrac{1}{2}\\right)$"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "高等数学",
        "question": "设函数$f\\left(x\\right)$连续，且$f\\left(x\\right)>0$，求积分：$int_0^1{\\ln f\\left(x+t\\right)}\\mathrm{d}t=$____",
        "choices": [
            "A. $\\int_0^x{\\ln \\frac{f\\left( t+2 \\right)}{f\\left( t \\right)}}\\mathrm{d}t+\\int_0^1{\\ln f\\left( t \\right)}\\mathrm{d}t$",
            "B. $\\int_0^1{\\ln \\frac{f\\left( t+2 \\right)}{f\\left( t \\right)}}\\mathrm{d}t+\\int_0^1{\\ln f\\left( t \\right)}\\mathrm{d}t$",
            "C. $\\int_0^2x{\\ln \\frac{f\\left( t+1 \\right)}{f\\left( t \\right)}}\\mathrm{d}t+\\int_0^1{\\ln f\\left( t \\right)}\\mathrm{d}t$",
            "D. $\\int_0^x{\\ln \\frac{f\\left( t+2 \\right)}{f\\left( t \\right)}}\\mathrm{d}t+\\int_0^1{\\ln f\\left( t \\right)}\\mathrm{d}t$"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "高等数学",
        "question": "计算二重积分:$\\iint_D{x\\mathrm{d}x\\mathrm{d}y}=$.其中$D$为由直线$y=-x+2,x$轴以及曲线$y=\\sqrt{2x-x^2}$所围成的平面区域.____",
        "choices": [
            "A. $\\frac{\\pi}{4}+\\frac{1}{3}$",
            "B. $\\frac{\\pi}{2}+\\frac{1}{3}$",
            "C. $\\frac{\\pi}{2}+\\frac{1}{4}$",
            "D. $\\frac{\\pi}{2}+\\frac{2}{3}$"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "高等数学",
        "question": "设平面区域$D$由直线$y=\\frac{1}{2}x-\\frac{1}{2\\sqrt{5}}$、$y=2x-\\frac{2}{\\sqrt{5}}$和$y=x$围成，函数$z=3xy+3$在$D$上的最大值和最小值分别是M和m，则____",
        "choices": [
            "A. $M=6,m=3$",
            "B. $M=\\dfrac{27}{5},m=3$",
            "C. $M=\\dfrac{18}{5},m=3$",
            "D. $M={\\frac{27}{5}},m={\\frac{117}{40}}$"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "高等数学",
        "question": "计算定积分：$\\int_{-1}^1{\\frac{\\mathrm{d}x}{\\left(1+\\mathrm{e}^x\\right)\\left(1+x^2\\right)}}$____",
        "choices": [
            "A. $\\frac{\\pi}{8}$",
            "B. $\\frac{\\pi}{4}$",
            "C. $\\frac{\\pi}{2}$",
            "D. $\\pi$"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "注册计量师",
        "question": "对一个被测量进行重复观测，在所得的一系列测量值中，出现了与其他值偏离较远的个别值时，应____。",
        "choices": [
            "A. 将这些值剔除",
            "B. 保留所有的数据，以便保证测量结果的完整性",
            "C. 判别其是否是异常值，确为异常值的予以剔除",
            "D. 废弃这组测量值，重新测量，获得一组新的测量值"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "注册计量师",
        "question": "证书、报告的副本____",
        "choices": [
            "A. 应按规定的保存期保存",
            "B. 根据需要可以保存也可以不保存",
            "C. 只能是原件的复印件才能保证与原件完全一致",
            "D. 应永久保存"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "注册计量师",
        "question": "稳定性是指测量仪器保持其计量特性随时间____的能力。",
        "choices": [
            "A. 响应变化",
            "B. 慢变化",
            "C. 稳定",
            "D. 恒定"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "注册计量师",
        "question": "某计量技术机构拟建立以一等铂电阻温度计为计量标准器的计量标准，用于检定二等铂电阻温度计，则该计量标准应命名为____。",
        "choices": [
            "A. 一等铂电阻温度计检定装置",
            "B. 一等铂电阻温度计标准装置",
            "C. 二等铂电阻温度计标准装置",
            "D. 二等铂电阻温度计标准器组"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "注册计量师",
        "question": "在电学计量中，为了消除热电势带来的系统误差，常常改变测量仪器的电流方向，取两次读数和的二分之一为测量读数结果，这样的测量方法称为____。",
        "choices": [
            "A. 补偿测量法",
            "B. 基本测量法",
            "C. 间接测量法",
            "D. 符合测量法"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "注册计量师",
        "question": "下列关于计量标准考核的说法中，错误的是____。",
        "choices": [
            "A. 新建计量标准的考核应首先进行书面审查，基本符合要求后再进行现场考核",
            "B. 计量标准考核坚持逐项逐条考核原则，但列入计量标准简化考核目录的可按规定简化",
            "C. 考评员须经国家或省级质量技术监督部门考核合格",
            "D. 计量标准考核实施组长负责制，每项计量标准一般由1至2名考评员执行考核任务"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "注册计量师",
        "question": "型式评价结束后，经审查合格的，由____向申请单位颁发型式批准证书。",
        "choices": [
            "A. 计量技术机构",
            "B. 受理申请的政府计量行政部门",
            "C. 上级政府计量主管部门",
            "D. 国家质检总局"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "注册计量师",
        "question": "我国法定计量单位包括SI辅助单位在内的具有专门名称的SI导出单位共有____个。",
        "choices": [
            "A. 7",
            "B. 16",
            "C. 20",
            "D. 21"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "注册计量师",
        "question": "《注册证》每一注册有效期为____年。在有效期限内是注册计量师的____凭证，由注册计量师本人保管和使用。",
        "choices": [
            "A. 5，资质",
            "B. 3，资质",
            "C. 5，执业",
            "D. 3，执业"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "注册计量师",
        "question": "国家计量检定规程是由____组织编写并批准颁布，在全国范围内施行，作为确定计量器具法定地位的技术文件。",
        "choices": [
            "A. 全国专业计量技术委员会",
            "B. 全国计量测试学会",
            "C. 国家计量院",
            "D. 国务院计量行政部门"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "注册计量师",
        "question": "____是对测量所包括的硬件和软件的统称。",
        "choices": [
            "A. 测量设备",
            "B. 测量仪器",
            "C. 测量基准",
            "D. 测量标准"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "注册计量师",
        "question": "借助于一切可利用的有关信息进行科学判断，得到估计的标准偏差为____标准不确定度。",
        "choices": [
            "A. A类",
            "B. B类",
            "C. 合成",
            "D. 扩展"
        ],
        "answer": "B"
    },
    {
        "subject": "其他",
        "topic": "注册会计师",
        "question": "下列各项中，不能增加企业核心竞争力的是____。",
        "choices": [
            "A. 产品差异化",
            "B. 购买生产专利权",
            "C. 创新生产技术",
            "D. 聘用生产外包商"
        ],
        "answer": "D"
    },
    {
        "subject": "其他",
        "topic": "注册会计师",
        "question": "宏远海运公司为了加强对损失事件的管理成立了一家附属机构，其职责是用母公司提供的资金建立损失储备金，并为母公司提供保险。宏远海运公司管理损失的方法是____。",
        "choices": [
            "A. 专业自保",
            "B. 保险",
            "C. 损失融资",
            "D. 风险成本"
        ],
        "answer": "A"
    },
    {
        "subject": "其他",
        "topic": "注册会计师",
        "question": "下列关于货币市场的表述中，正确的是____。",
        "choices": [
            "A. 交易的证券期限长",
            "B. 利率或要求的报酬率较高",
            "C. 主要功能是保持金融资产的流动性",
            "D. 主要功能是进行长期资本的融通"
        ],
        "answer": "C"
    },
    {
        "subject": "其他",
        "topic": "注册会计师",
        "question": "企业一定时期的总目标是由____根据长期规划，利用本量利分析等工具提出来的。",
        "choices": [
            "A. 预算委员会",
            "B. 最基层成本控制人员",
            "C. 上级主管",
            "D. 企业决策机构"
        ],
        "answer": "D"
    },
    {
        "subject": "其他",
        "topic": "注册会计师",
        "question": "税收筹划有多种方法，以下关于税务筹划基本方法理解错误的是____。",
        "choices": [
            "A. 企业欲将评估价为100万元的闲置房产对外销售，另有意向向W公司投资100万元，企业与W公司协商，以此房产直接投资入股，共担风险。这属于利用免税的税收筹划方法",
            "B. 某企业产品价值较大，销售回款周期较长，一般情况下都要在六个月以内分三次收取，注册税务师建议企业与客户签定分期收款合同，在合同中约定具体的收款时间和收款金额，注册税务师采用的是延期纳税的方法",
            "C. A公司将销售货物的方式详细划分为赊销业务、分期收款销售业务、直接收款业务等方式，这属于利用分劈的筹划方法",
            "D. 张某因工作需要在上海购置房产，拟在三年后调回北京时将此房产转让给刘某，注册会计师提醒张某妥善保存原购房合同及购房发票。张某做的是利用税收扣除的筹划方法"
        ],
        "answer": "C"
    },
    {
        "subject": "其他",
        "topic": "注册会计师",
        "question": "根据增值税现行政策规定，下列业务属于在境内销售服务或不动产的是____。",
        "choices": [
            "A. 境外单位为境内单位提供境外矿山勘探服务",
            "B. 境外单位向境内单位出租境外的厂房",
            "C. 境外单位向境内单位销售在境外的不动产",
            "D. 境外单位在境内向境内单位提供运输服务"
        ],
        "answer": "D"
    },
    {
        "subject": "其他",
        "topic": "注册会计师",
        "question": "下列属于中央固定收入的是____。",
        "choices": [
            "A. 增值税",
            "B. 城市维护建设税",
            "C. 资源税",
            "D. 车辆购置税"
        ],
        "answer": "D"
    },
    {
        "subject": "其他",
        "topic": "注册会计师",
        "question": "2019年5月1日，人民法院受理了对甲公司提起的破产申请。根据企业破产法律制度的规定，下列有资格担任管理人的是____。",
        "choices": [
            "A. 甲公司董事乙",
            "B. 甲公司董事会秘书的女儿丙",
            "C. 曾于2014年1月1日至2015年1月1日担任甲公司法律顾问的丁律师",
            "D. 3年前被吊销执业证书，事后重新获取执业资格的注册会计师戊"
        ],
        "answer": "C"
    },
    {
        "subject": "其他",
        "topic": "注册会计师",
        "question": "甲公司是牛肉生产、加工及零售企业。近期甲公司开始考虑将其业务扩展到国际市场，在劳工成本较低的越南设立统一的牛肉加工厂，并在多个国家从事牛肉加工食品零售业务。甲公司管理层采用集权式管理方式，为确保牛肉加工食品的质量，甲公司计划将所有原料牛在日本农场饲养。根据以上内容，适合甲公司选择的国际化发展战略是____。",
        "choices": [
            "A. 多元化成长战略",
            "B. 全球化战略",
            "C. 多国化战略",
            "D. 跨国化战略"
        ],
        "answer": "B"
    },
    {
        "subject": "其他",
        "topic": "注册会计师",
        "question": "根据证券法律制度的规定，下列关于上市公司收购的表述，正确的是____。",
        "choices": [
            "A. 采用要约方式收购上市公司股份的，其预定收购的股份比例不得低于该上市公司已发行股份的30%",
            "B. 要约收购期间，收购人不得撤销收购要约，也不得变更收购要约",
            "C. 收购人对同一种类股票的要约价格不得低于要约收购提示性公告日前12个月内收购人取得该种股票所支付的最高价格",
            "D. 要约收购期间，被收购公司董事不得辞职"
        ],
        "answer": "D"
    },
    {
        "subject": "其他",
        "topic": "注册会计师",
        "question": "某企业2016年拥有一幢三层的办公楼，原值6000万元，将其中的1/3以每月15万元的租金出租给其他单位使用，2016年4月底，原租户的租期到期，该企业将该幢办公楼进行改建，更换楼内电梯，将原值80万元的电梯更换为120万元的新电梯，为该楼安装了300万元的智能化楼宇设施，这些改建工程于7月底完工，该企业所在地省人民政府规定计算房产余值的减除比例为30%，该企业2016年应纳房产税____万元。",
        "choices": [
            "A. 51.49",
            "B. 52.38",
            "C. 53.05",
            "D. 53.19"
        ],
        "answer": "D"
    },
    {
        "subject": "其他",
        "topic": "注册会计师",
        "question": "目前越来越普遍的显示主要绩效数据的方法是____。",
        "choices": [
            "A. 以图解方法通过屏幕显示",
            "B. 以口头的方式公开展示",
            "C. 以文字的形式出版展示",
            "D. 以报表的形式对外列报"
        ],
        "answer": "A"
    },
    {
        "subject": "人文科学",
        "topic": "艺术学",
        "question": "《羊泉村》、《狗占马槽》是文艺复兴时期____的代表作。",
        "choices": [
            "A. 歌德",
            "B. 易卜生",
            "C. 洛卜.德.维迦",
            "D. 威廉.莎士比亚"
        ],
        "answer": "C"
    },
    {
        "subject": "人文科学",
        "topic": "艺术学",
        "question": "蓝印花布是一种传统的民间纺织印染工艺品。蓝印花布印制方法始于____。",
        "choices": [
            "A. 汉代",
            "B. 魏晋时期",
            "C. 唐代",
            "D. 宋代"
        ],
        "answer": "A"
    },
    {
        "subject": "人文科学",
        "topic": "艺术学",
        "question": "贝多芬共有____部交响曲。",
        "choices": [
            "A. 5",
            "B. 7",
            "C. 9",
            "D. 11"
        ],
        "answer": "C"
    },
    {
        "subject": "人文科学",
        "topic": "艺术学",
        "question": "莎士比亚的《李尔王》是____。",
        "choices": [
            "A. 悲剧",
            "B. 喜剧",
            "C. 正剧",
            "D. 农村剧"
        ],
        "answer": "A"
    },
    {
        "subject": "人文科学",
        "topic": "艺术学",
        "question": "“吴门四家”不包括____。",
        "choices": [
            "A. 沈周",
            "B. 文征明",
            "C. 唐寅",
            "D. 徐渭"
        ],
        "answer": "D"
    },
    {
        "subject": "人文科学",
        "topic": "艺术学",
        "question": "《缀白裘》是____的集锦选本。",
        "choices": [
            "A. 折子戏",
            "B. 沪剧",
            "C. 二人转",
            "D. 乐剧"
        ],
        "answer": "A"
    },
    {
        "subject": "人文科学",
        "topic": "艺术学",
        "question": "《钦差大臣》是____创作的。",
        "choices": [
            "A. 萧伯纳",
            "B. 契诃夫",
            "C. 易卜生",
            "D. 果戈理"
        ],
        "answer": "D"
    },
    {
        "subject": "人文科学",
        "topic": "艺术学",
        "question": "____不是水华的作品。",
        "choices": [
            "A. 《早春二月》",
            "B. 《林家铺子》",
            "C. 《土地》",
            "D. 《白毛女》"
        ],
        "answer": "A"
    },
    {
        "subject": "人文科学",
        "topic": "艺术学",
        "question": "《枉凝眉》是电视剧____的主题曲。",
        "choices": [
            "A. 《红楼梦》",
            "B. 《水浒传》",
            "C. 《四世同堂》",
            "D. 《小街》"
        ],
        "answer": "A"
    },
    {
        "subject": "人文科学",
        "topic": "艺术学",
        "question": "最早发展工业设计的北欧国家，开创北欧工业设计之先河的是____。",
        "choices": [
            "A. 瑞典",
            "B. 芬兰",
            "C. 挪威",
            "D. 波兰"
        ],
        "answer": "A"
    },
    {
        "subject": "人文科学",
        "topic": "艺术学",
        "question": "程婴、公孙杵臼是____中的人物。",
        "choices": [
            "A. 《赵氏孤儿》",
            "B. 《杀狗记》",
            "C. 《墙头马上》",
            "D. 《岳阳楼》"
        ],
        "answer": "A"
    },
    {
        "subject": "人文科学",
        "topic": "艺术学",
        "question": "元代的漆器品种较多，以____为主，有剔红、剔黄、剔黑、剔彩等不同的色彩运用。",
        "choices": [
            "A. 雕漆",
            "B. 戗金",
            "C. 螺钿",
            "D. 平脱"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "兽医学",
        "question": "氨基酸分子既含有酸性的羧基(一COOH)，又含有碱性的氨基(一$NH_2$ )。前者能提供质子变成一COO一；后者能接受质子变成一$NH_3^+$ 。有的氨基酸还有可解离的侧链基团。因此，氨基酸是两性电解质。其解离状态与溶液的pH值有直接关系，当pH值等于pI时，蛋白质____",
        "choices": [
            "A. 带正电荷",
            "B. 带负电荷",
            "C. 所带电荷不确定",
            "D. 所带正、负电荷相等"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "兽医学",
        "question": "稀有核苷酸碱基主要见于____。",
        "choices": [
            "A. DNA",
            "B. mRNA",
            "C. tRNA",
            "D. rRNA"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "兽医学",
        "question": "酶的非竞争性抑制剂对酶促反应的影响是____。",
        "choices": [
            "A. $ν_{max}$ 不变，$K_m$ 增大",
            "B. $ν_{max}$不变，$K_m$减小",
            "C. $ν_{max}$增大，$K_m$不变",
            "D. $ν_{max}$减小，$K_m$不变"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "兽医学",
        "question": "将RNA转移到硝基纤维素膜上的技术叫____。",
        "choices": [
            "A. Southern印迹",
            "B. Northern印迹",
            "C. Western印迹",
            "D. Eastern印迹"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "兽医学",
        "question": "转录是指____",
        "choices": [
            "A. DNA的自我复制过程",
            "B. RNA的自我复制过程",
            "C. 以DNA为模板合成RNA的过程",
            "D. 以RNA为模板合成DNA的过程"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "兽医学",
        "question": "____既在糖酵解又在葡萄糖异生作用中起作用。",
        "choices": [
            "A. 丙酮酸激酶",
            "B. 3-磷酸甘油醛脱氢酶",
            "C. 1，6-二磷酸果糖激酶",
            "D. 己糖激酶"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "兽医学",
        "question": "血液非蛋白氮中含量最多的物质是____。",
        "choices": [
            "A. 尿素",
            "B. 肌酸",
            "C. 蛋白质",
            "D. 尿酸"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "兽医学",
        "question": "____不是胆色素。",
        "choices": [
            "A. 血红素",
            "B. 胆绿素",
            "C. 胆红素",
            "D. 胆素原族"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "兽医学",
        "question": "具5 \" -CpGpGpTpAp-3 \" 顺序的单链DNA能与下列____RNA杂交",
        "choices": [
            "A. 5 \" -GpCpCpApTp3 \"",
            "B. 5 \" -GpCpCpUp-3 \"",
            "C. 5 \" -UpApCpCpGp-3 \"",
            "D. 5 \" -TpApCpGp-3 \""
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "兽医学",
        "question": "核酸变性后，可发生的效应是____。",
        "choices": [
            "A. 减色效应",
            "B. 增色效应",
            "C. 失去对紫外线的吸收能力",
            "D. 最大吸收峰波长发生转移"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "兽医学",
        "question": "蛋白质生物合成中多肽的氨基酸排列顺序取决于____。",
        "choices": [
            "A. 相应tRNA的专一性",
            "B. 相应氨酰tR-NA合成酶的专一性",
            "C. 相应mRNA中核苷酸排列顺序",
            "D. 相应tRNA上的反密码子"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "兽医学",
        "question": "下列____不是终止密码。",
        "choices": [
            "A. UAA",
            "B. 15AC",
            "C. UAG",
            "D. UGA"
        ],
        "answer": "B"
    },
    {
        "subject": "人文科学",
        "topic": "思想道德修养与法律基础",
        "question": "人生目的主要回答____",
        "choices": [
            "A. 人为什么活着",
            "B. 世界本源是什么",
            "C. 人应怎样对待生活",
            "D. 怎样的人生才有意义"
        ],
        "answer": "A"
    },
    {
        "subject": "人文科学",
        "topic": "思想道德修养与法律基础",
        "question": "社会主义荣誉观是____的重要组成部分",
        "choices": [
            "A. 科学发展观",
            "B. 马克思注意历史观",
            "C. 马克思主义世界观",
            "D. 社会主义道德观"
        ],
        "answer": "D"
    },
    {
        "subject": "人文科学",
        "topic": "思想道德修养与法律基础",
        "question": "理想，是人们在实践中形成的，具有____的对美好未来的追求和向往，是人们的政治立场和世界观在人生奋斗目标上的体现。",
        "choices": [
            "A. 实现必然性",
            "B. 不可实现性",
            "C. 超越客观性",
            "D. 实现可能性"
        ],
        "answer": "D"
    },
    {
        "subject": "人文科学",
        "topic": "思想道德修养与法律基础",
        "question": "我国社会主义法律的本质特征表现为____的统一。",
        "choices": [
            "A. 阶级性和人民性",
            "B. 强制性和惩罚性",
            "C. 教育性和阶级性",
            "D. 教育性和强制性"
        ],
        "answer": "A"
    },
    {
        "subject": "人文科学",
        "topic": "思想道德修养与法律基础",
        "question": "人生的自我价值,是指____",
        "choices": [
            "A. 人对自然界的利用和改造",
            "B. 人对社会和他人所作的贡献",
            "C. 个体的人生活动对社会、他人所具有价值",
            "D. 个体的人生活动对自己生存和发展所具有的价值"
        ],
        "answer": "D"
    },
    {
        "subject": "人文科学",
        "topic": "思想道德修养与法律基础",
        "question": "一般来说，一个人对社会的贡献越大，他的____",
        "choices": [
            "A. 社会地位就越高",
            "B. 个人价值就越高",
            "C. 社会价值就越高",
            "D. 自我完善就越高"
        ],
        "answer": "C"
    },
    {
        "subject": "人文科学",
        "topic": "思想道德修养与法律基础",
        "question": "人生不仅仅是一个自然过程，还包含着极为丰富的____",
        "choices": [
            "A. 社会存在",
            "B. 社会内容",
            "C. 社会过程",
            "D. 社会关系"
        ],
        "answer": "B"
    },
    {
        "subject": "人文科学",
        "topic": "思想道德修养与法律基础",
        "question": "一个人社会价值的实质是____",
        "choices": [
            "A. 贡献",
            "B. 成功",
            "C. 劳动",
            "D. 创造"
        ],
        "answer": "A"
    },
    {
        "subject": "人文科学",
        "topic": "思想道德修养与法律基础",
        "question": "爱国主义包含着情感、思想、行为三个方面，其中____是灵魂",
        "choices": [
            "A. 情感",
            "B. 思想",
            "C. 行为",
            "D. 意志"
        ],
        "answer": "B"
    },
    {
        "subject": "人文科学",
        "topic": "思想道德修养与法律基础",
        "question": "人生观的核心____",
        "choices": [
            "A. 人生价值",
            "B. 人生目的",
            "C. 人生态度",
            "D. 人生信仰"
        ],
        "answer": "B"
    },
    {
        "subject": "人文科学",
        "topic": "思想道德修养与法律基础",
        "question": "在当今时代任何一个具有爱国情怀的人，都应大力弘扬以____为核心的时代精神。",
        "choices": [
            "A. 解放思想",
            "B. 改革创新",
            "C. 自强不息",
            "D. 出国深造"
        ],
        "answer": "B"
    },
    {
        "subject": "人文科学",
        "topic": "思想道德修养与法律基础",
        "question": "科学发展观的本质和核心是____",
        "choices": [
            "A. 全面发展",
            "B. 协调发展",
            "C. 统筹发展",
            "D. 以人为本"
        ],
        "answer": "D"
    },
    {
        "subject": "社会科学",
        "topic": "毛泽东思想和中国特色社会主义理论体系概论",
        "question": "台湾问题的本质是____",
        "choices": [
            "A. 中国的内政问题",
            "B. 中国同美国的关系问题",
            "C. 中国同日本的关系问题",
            "D. 共产党与国民党的关系问题"
        ],
        "answer": "A"
    },
    {
        "subject": "社会科学",
        "topic": "毛泽东思想和中国特色社会主义理论体系概论",
        "question": "法律是治国之重器，良法是善治之前提。建设中国特色社会主义法治体系，必须坚持先行的是____",
        "choices": [
            "A. 立法",
            "B. 执法",
            "C. 司法",
            "D. 守法"
        ],
        "answer": "A"
    },
    {
        "subject": "社会科学",
        "topic": "毛泽东思想和中国特色社会主义理论体系概论",
        "question": "中国共产党正式提出“邓小平理论”这一科学概念，并科学阐述了邓小平理论的历史地位和指导意义，郑重地把邓小平理论同马克思列宁主义、毛泽东思想一起，确定为党在一切工作中的指导思想并写入党章的会议是____",
        "choices": [
            "A. 党的十三大",
            "B. 党的十四大",
            "C. 党的十五大",
            "D. 党的十六大"
        ],
        "answer": "C"
    },
    {
        "subject": "社会科学",
        "topic": "毛泽东思想和中国特色社会主义理论体系概论",
        "question": "正式把毛泽东思想确立为党的指导思想并首次写进党章的是____",
        "choices": [
            "A. 中共六大",
            "B. 中共七大",
            "C. 中共八大",
            "D. 中共十二大"
        ],
        "answer": "B"
    },
    {
        "subject": "社会科学",
        "topic": "毛泽东思想和中国特色社会主义理论体系概论",
        "question": "我国实施改革的目的是____",
        "choices": [
            "A. 巩固社会主义制度",
            "B. 发扬社会主义民主",
            "C. 调动广大人民群众的积极性",
            "D. 发展社会主义的生产力"
        ],
        "answer": "D"
    },
    {
        "subject": "社会科学",
        "topic": "毛泽东思想和中国特色社会主义理论体系概论",
        "question": "首次以“台湾回到祖国怀抱，实现统一大业”来代替“解放台湾”的提法的是____",
        "choices": [
            "A. 1978年12月党的十一届三中全会公报",
            "B. 1979年元旦全国人大常委会发表《告台湾同胞书》",
            "C. 1981年9月叶剑英对新华社记者发表的被称为“叶九条”的谈话",
            "D. 1982年中国共产党十二大政治报告"
        ],
        "answer": "A"
    },
    {
        "subject": "社会科学",
        "topic": "毛泽东思想和中国特色社会主义理论体系概论",
        "question": "毛泽东思想达到成熟的标志是____",
        "choices": [
            "A. 新民主主义理论科学体系的形成",
            "B. 农村包围城市革命道路理论的形成",
            "C. 新民主主义革命基本经验的提出",
            "D. 毛泽东军事路线的完整形成"
        ],
        "answer": "A"
    },
    {
        "subject": "社会科学",
        "topic": "毛泽东思想和中国特色社会主义理论体系概论",
        "question": "邓小平指出：“贫穷不是社会主义，社会主义要消灭贫穷。”这个论断____",
        "choices": [
            "A. 指出了社会主义的根本任务",
            "B. 概括了社会主义建设的目标",
            "C. 明确了社会主义的发展方向",
            "D. 体现了社会主义本质的要求"
        ],
        "answer": "D"
    },
    {
        "subject": "社会科学",
        "topic": "毛泽东思想和中国特色社会主义理论体系概论",
        "question": "新民主主义革命总路线的核心是____",
        "choices": [
            "A. 无产阶级的领导",
            "B. 人民大众的参与",
            "C. 反帝反封建",
            "D. 反官僚资本主义"
        ],
        "answer": "A"
    },
    {
        "subject": "社会科学",
        "topic": "毛泽东思想和中国特色社会主义理论体系概论",
        "question": "党的十八大提出，面对资源约束趋紧、环境污染严重、生态系统退化的严峻形势，必须树立尊重自然、顺应自然、保护自然的生态文明理念。人与自然相处时应秉持的首要态度是____",
        "choices": [
            "A. 尊重自然",
            "B. 顺应自然",
            "C. 保护自然",
            "D. 征服自然"
        ],
        "answer": "A"
    },
    {
        "subject": "社会科学",
        "topic": "毛泽东思想和中国特色社会主义理论体系概论",
        "question": "中国革命的特点和优点是____",
        "choices": [
            "A. 由中国共产党领导的人民战争",
            "B. 目标是争取民族独立、人民解放，最终实现国家的繁荣富强",
            "C. 以反帝反封建作为两大革命任务",
            "D. 以武装的革命反对武装的反革命"
        ],
        "answer": "D"
    },
    {
        "subject": "社会科学",
        "topic": "毛泽东思想和中国特色社会主义理论体系概论",
        "question": "当今时代的主题是____",
        "choices": [
            "A. 战争与革命",
            "B. 和平与发展",
            "C. 开放与合作",
            "D. 和谐与共赢"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "大学物理",
        "question": "有三个直径相同的金属小球．小球1和小球2带等量异号电荷，两者的距离远大于小球直径，相互作用力为F．小球3不带电并装有绝缘手柄．用小球3先和小球1碰一下，接着又和小球2碰一下，然后移去．则此时小球1和2之间的相互作用力为____",
        "choices": [
            "A. 0",
            "B. F/4",
            "C. F/3",
            "D. F/2"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "大学物理",
        "question": "关于电场强度定义式E=F/q0，下列说法中哪个是正确的？____",
        "choices": [
            "A. 场强E的大小与试探电荷q0的大小成反比",
            "B. 对场中某点，试探电荷受力F与q0的比值不因q0而变",
            "C. 试探电荷受力F的方向就是场强E的方向",
            "D. 若场中某点不放试探电荷q0，则F=0，从而E=0"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "大学物理",
        "question": "α粒子在加速器中被加速，当其质量为静止质量的 3 倍时，其动能为静止能量的____",
        "choices": [
            "A. 2倍",
            "B. 3倍",
            "C. 4倍",
            "D. 5倍"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "大学物理",
        "question": "有三个直径相同的金属小球，小球1和2带等量同号电荷，两者的距离远大于小球直径，相互作用力为F。小球3不带电，装有绝缘手柄．用小球3先和小球1碰一下，接着又和小球2碰一下，然后移去。则此时小球1和2之间的相互作用力为____",
        "choices": [
            "A. F/4",
            "B. 3F/8",
            "C. F/2",
            "D. 3F/4"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "大学物理",
        "question": "设声波通过理想气体的速率正比于气体分子的热运动平均速率，则声波通过具有相同温度的氧气和氢气的速率之比$V_{O_2}/V_{H_2}$为____",
        "choices": [
            "A. 1",
            "B. 1/2",
            "C. 1/3",
            "D. 1/4"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "大学物理",
        "question": "对于沿曲线运动的物体，以下几种说法中哪一种是正确的____",
        "choices": [
            "A. 切向加速度必不为零",
            "B. 法向加速度必不为零（拐点处除外）",
            "C. 由于速度沿切线方向，法向分速度必为零，因此法向加速度必为零",
            "D. 若物体作匀速率运动，其总加速度必为零"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "大学物理",
        "question": "把一平凸透镜放在平玻璃上，构成牛顿环装置．当平凸透镜慢慢地向上平移时，由反射光形成的牛顿环____",
        "choices": [
            "A. 向中心收缩，条纹间隔变小",
            "B. 向中心收缩，环心呈明暗交替变化",
            "C. 向外扩张，环心呈明暗交替变化",
            "D. 向外扩张，条纹间隔变大"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "大学物理",
        "question": "如果在空气平行板电容器的两极板间平行地插入一块与极板面积相同的金属板，则由于金属板的插入及其相对极板所放位置的不同，对电容器电容的影响为：____",
        "choices": [
            "A. 使电容减小，但与金属板相对极板的位置无关",
            "B. 使电容减小，且与金属板相对极板的位置有关",
            "C. 使电容增大，但与金属板相对极板的位置无关",
            "D. 使电容增大，且与金属板相对极板的位置有关"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "大学物理",
        "question": "在波长为λ的驻波中两个相邻波节之间的距离为：____",
        "choices": [
            "A. λ",
            "B. 3λ/4",
            "C. λ/2",
            "D. λ/4"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "大学物理",
        "question": "两瓶不同种类的理想气体，它们的温度和压强都相同，但体积不同，则单位体积内的气体分子数$n$，单位体积内的气体分子的总平动动能($E_K/V$)，单位体积内的气体质量$\\rho$，分别有如下关系：____",
        "choices": [
            "A. $n$不同，($E_K/V$)不同，$\\rho$不同",
            "B. $n$不同，($E_K/V$)不同，$\\rho$相同",
            "C. $n$相同，($E_K/V$)相同，$\\rho$不同",
            "D. $n$相同，($E_K/V$)相同，$\\rho$相同"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "大学物理",
        "question": "在双缝干涉实验中，两条缝的宽度原来是相等的。若其中一缝的宽度略变窄(缝中心位置不变)，则____",
        "choices": [
            "A. 干涉条纹的间距变宽",
            "B. 干涉条纹的间距变窄",
            "C. 干涉条纹的间距不变，但原极小处的强度不再为零",
            "D. 不再发生干涉现象"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "大学物理",
        "question": "用强度为I，波长为λ的X射线(伦琴射线)分别照射锂(Z=3)和铁(Z=26)．若在同一散射角下测得康普顿散射的X射线波长分别为λ_{Li}和λ_{Fe}(λ_{Li}，λ_{Fe}>λ)，它们对应的强度分别为I_{Li}和I_{Fe}，则____",
        "choices": [
            "A. λ_{Li}>λ_{Fe}, I_{Li}<I_{Fe}",
            "B. λ_{Li}=λ_{Fe}, I_{Li}=I_{Fe}",
            "C. λ_{Li}=λ_{Fe}, I_{Li}>I_{Fe}",
            "D. λ_{Li}<λ_{Fe}, I_{Li}>I_{Fe}"
        ],
        "answer": "C"
    },
    {
        "subject": "社会科学",
        "topic": "高中地理",
        "question": "高技术工业区通常的特点有____",
        "choices": [
            "A. 研究开发人员多",
            "B. 生产产品全部面向国内市场",
            "C. 产品更新换代快",
            "D. 从业人员全部是科学家和工程师"
        ],
        "answer": "C"
    },
    {
        "subject": "社会科学",
        "topic": "高中地理",
        "question": "下列有关昼夜长短状况的叙述正确的是：____",
        "choices": [
            "A. 9月23日赤道昼大于夜",
            "B. 12月22日南半球昼小于夜",
            "C. 6月22日北半球昼大于夜",
            "D. 3月21日有北极圈上出现极昼现象"
        ],
        "answer": "C"
    },
    {
        "subject": "社会科学",
        "topic": "高中地理",
        "question": "与广西相比，巴西发展食糖业的突出优势是____",
        "choices": [
            "A. 生产成本低",
            "B. 产品质量高",
            "C. 加工技术先进",
            "D. 社会协作条件好"
        ],
        "answer": "A"
    },
    {
        "subject": "社会科学",
        "topic": "高中地理",
        "question": "黄土高原最大的环境问题是____",
        "choices": [
            "A. 荒漠化",
            "B. 水土流失",
            "C. 酸雨",
            "D. 气候变暖"
        ],
        "answer": "B"
    },
    {
        "subject": "社会科学",
        "topic": "高中地理",
        "question": "亚洲水稻种植业的特点是____",
        "choices": [
            "A. 单产高,商品率高",
            "B. 人均耕地较多,多大规模经营",
            "C. 人力为主,机械化水平低",
            "D. 水热资源丰富,水利工程量小"
        ],
        "answer": "C"
    },
    {
        "subject": "社会科学",
        "topic": "高中地理",
        "question": "中国实行可持续发展的核心是：____",
        "choices": [
            "A. 发展是关键",
            "B. 经济增长为主",
            "C. 人民生活水平提高",
            "D. 自然资源合理利用B.季节性特点"
        ],
        "answer": "A"
    },
    {
        "subject": "社会科学",
        "topic": "高中地理",
        "question": "农业社会时期，爪哇岛上人口聚集的原因是____",
        "choices": [
            "A. 河流众多",
            "B. 土壤的肥力高",
            "C. 交通便利",
            "D. 气候适宜"
        ],
        "answer": "B"
    },
    {
        "subject": "社会科学",
        "topic": "高中地理",
        "question": "该县境内雅鲁藏布江河段航运价值低，其主要原因是____",
        "choices": [
            "A. 封冻期长",
            "B. 落差大",
            "C. 流量小",
            "D. 含沙量大"
        ],
        "answer": "B"
    },
    {
        "subject": "社会科学",
        "topic": "高中地理",
        "question": "洋流因产生的动力不同，可分为____",
        "choices": [
            "A. 风海流、暖流、寒流",
            "B. 补偿流、暖流、寒流",
            "C. 密度流、寒流、暖流",
            "D. 风海流、补偿流、密度流"
        ],
        "answer": "D"
    },
    {
        "subject": "社会科学",
        "topic": "高中地理",
        "question": "1992年韩国三星电子在惠州建工厂首要的有利条件是____",
        "choices": [
            "A. 劳动力充足，薪资水平低",
            "B. 我国市场巨大",
            "C. 治理污染费用较低",
            "D. 地价便宜"
        ],
        "answer": "A"
    },
    {
        "subject": "社会科学",
        "topic": "高中地理",
        "question": "这片广袤的黄土地已经被水流蚀割得沟壑纵横，支离破碎，四分五裂，像老年人的一张粗糙的皱脸每年流入黄河的泥沙就达十六亿吨!就在这大自然无数黄色的皱褶中，世世代代生活和繁衍着千千万万的人。无论沿着哪一条皱纹走进去，你都能碰见村落和人烟，而且密集得叫你不可思议。生活在黄土所在地区的人们____",
        "choices": [
            "A. 受热量条件制约，选择在河谷地区修路建村",
            "B. 借黄土肥沃优势，发展了大规模机械化农业",
            "C. 不合理耕作破坏植被，导致石漠化现象严重",
            "D. 通过植树种草及打坝淤地进行有效水土保持"
        ],
        "answer": "D"
    },
    {
        "subject": "社会科学",
        "topic": "高中地理",
        "question": "可以看见下弦月的时间是____",
        "choices": [
            "A. 上半夜",
            "B. 下半夜",
            "C. 子夜前后",
            "D. 整个夜晚"
        ],
        "answer": "B"
    },
    {
        "subject": "其他",
        "topic": "基础医学",
        "question": "全身营养不良时，首先发生萎缩的组织或器官是____",
        "choices": [
            "A. 骨骼肌",
            "B. 脂肪组织",
            "C. 肝",
            "D. 脑"
        ],
        "answer": "B"
    },
    {
        "subject": "其他",
        "topic": "基础医学",
        "question": "PCR反应中，所设计引物的长度一般为____",
        "choices": [
            "A. 5～10个核苷酸",
            "B. 15～30个核苷酸",
            "C. <50个核苷酸",
            "D. 长度任意"
        ],
        "answer": "B"
    },
    {
        "subject": "其他",
        "topic": "基础医学",
        "question": "肺梗死形成的先决条件是____",
        "choices": [
            "A. 组织疏松",
            "B. 严重淤血",
            "C. 蛋白含量高",
            "D. 侧支循环不充分"
        ],
        "answer": "B"
    },
    {
        "subject": "其他",
        "topic": "基础医学",
        "question": "肝是生成尿素的唯一器官，是由于肝细胞含有____",
        "choices": [
            "A. 谷氨酸脱氢酶",
            "B. 谷丙转氨酶",
            "C. 谷草转氨酶",
            "D. 精氨酸酶"
        ],
        "answer": "D"
    },
    {
        "subject": "其他",
        "topic": "基础医学",
        "question": "下列愈合属于完全再生的是____",
        "choices": [
            "A. 神经修复",
            "B. 皮肤瘢痕",
            "C. 心梗后心肌修复",
            "D. 骨折愈合"
        ],
        "answer": "D"
    },
    {
        "subject": "其他",
        "topic": "基础医学",
        "question": "乙型脑炎的特征性病变是____",
        "choices": [
            "A. 血管淋巴套形成",
            "B. 软化灶形成",
            "C. 胶质细胞增生",
            "D. 卫星现象"
        ],
        "answer": "B"
    },
    {
        "subject": "其他",
        "topic": "基础医学",
        "question": "下列肝细胞坏死的病变中，病毒性肝炎最常见的病理变化是____",
        "choices": [
            "A. 溶解性坏死",
            "B. 嗜酸性坏死",
            "C. 点状坏死",
            "D. 碎片坏死"
        ],
        "answer": "A"
    },
    {
        "subject": "其他",
        "topic": "基础医学",
        "question": "脱羧酶的辅酶____",
        "choices": [
            "A. 生物素",
            "B. 叶酸",
            "C. 磷酸吡哆醛",
            "D. 硫胺素"
        ],
        "answer": "C"
    },
    {
        "subject": "其他",
        "topic": "基础医学",
        "question": "以$IP_3$和DAG为第二信使的双信号途径是____",
        "choices": [
            "A. cAMP-蛋白激酶途径",
            "B. $Ca^{2+}$-磷脂依赖性蛋白激酶途径",
            "C. cGMP-蛋白激酶途径",
            "D. 酪氨酸蛋白激酶途径"
        ],
        "answer": "B"
    },
    {
        "subject": "其他",
        "topic": "基础医学",
        "question": "cGMP能激活____",
        "choices": [
            "A. 磷脂酶C",
            "B. 蛋白激酶A",
            "C. 蛋白激酶G",
            "D. 酪氨酸蛋白激酶"
        ],
        "answer": "C"
    },
    {
        "subject": "其他",
        "topic": "基础医学",
        "question": "肝脏在脂类代谢中所特有的作用是____",
        "choices": [
            "A. 将糖转变为脂肪",
            "B. 由胆固醇转变为胆汁酸",
            "C. 生成酮体",
            "D. 合成磷脂"
        ],
        "answer": "C"
    },
    {
        "subject": "其他",
        "topic": "基础医学",
        "question": "关于湿性坏疽的描述，不正确的是____",
        "choices": [
            "A. 合并腐败菌感染",
            "B. 具有恶臭味",
            "C. 常有全身中毒症状",
            "D. 坏死组织与健康组织之间界限清楚"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "操作系统",
        "question": "在请求分页系统中，页面置换算法常用的是____。",
        "choices": [
            "A. 最优淘汰算法",
            "B. 首次适应算法",
            "C. 最近最少使用淘汰算法",
            "D. 最佳适应算法"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "操作系统",
        "question": "操作系统中应用最多的数据结构是____。",
        "choices": [
            "A. 堆栈",
            "B. 队列",
            "C. 树",
            "D. 图"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "操作系统",
        "question": "设计批处理多道系统时，首先要考虑的是____。",
        "choices": [
            "A. 灵活性和可适应性",
            "B. 系统效率和吞吐量",
            "C. 交互性和响应时间",
            "D. 实时性和可靠性"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "操作系统",
        "question": "Windows_2000采用的系统模型不包括____。",
        "choices": [
            "A. 客户机/服务器模型",
            "B. 对象模型",
            "C. 对称多处理模型",
            "D. 分布式处理模型"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "操作系统",
        "question": "文件保密的目的是指防止文件被____。",
        "choices": [
            "A. 篡改",
            "B. 破坏",
            "C. 窃取",
            "D. 删除"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "操作系统",
        "question": "下面几点措施中，____不属于Unix的动态优先权法。",
        "choices": [
            "A. 进程在核心态下运行，不进行强迫调度",
            "B. 赋予因等待不同资源或事件的睡眠进程不同的优先数",
            "C. 超级用户进程可以要求系统赋予较高的优先权",
            "D. 由时间片轮转法规定各个就绪进程顺次轮流使用处理机"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "操作系统",
        "question": "早期采用交换技术的目的是____。",
        "choices": [
            "A. 能运行更多的程序",
            "B. 能运行更大的程序",
            "C. 实现分时系统",
            "D. 实现虚拟存储技术"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "操作系统",
        "question": "为了文件的保密，可以用____的方法使文件的内容对其他主体无意义。",
        "choices": [
            "A. 存取控制表",
            "B. 隐蔽文件目录",
            "C. 设置口令",
            "D. 使用密码"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "操作系统",
        "question": "下面哪一个命令可以回到用户主目录____。",
        "choices": [
            "A. cd ..",
            "B. cd HOME",
            "C. cd .",
            "D. cd"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "操作系统",
        "question": "在Unix的两个文件系统之间建立文件或目录的链接命令是____。",
        "choices": [
            "A. ln",
            "B. ln –s",
            "C. ls –n",
            "D. ls –i"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "操作系统",
        "question": "下面几条中，____是动态重定位的特点。",
        "choices": [
            "A. 需要一个复杂的重定位装入程序",
            "B. 存储管理算法比较简单",
            "C. 不需地址变换硬件机构的支持",
            "D. 在执行时将逻辑地址变换成内存地址"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "操作系统",
        "question": "Unix的软中断机制是____。",
        "choices": [
            "A. 设备中断",
            "B. 信号量",
            "C. 系统调用",
            "D. 信号"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "注册电气工程师",
        "question": "某变电站有一组双星形接线的35kV电容器组，每星的每相有2个串联段，每段由5台1000kvar电容器并联组成，此电容器组的总容量为____。",
        "choices": [
            "A. 15000kvar",
            "B. 20000kvar",
            "C. 30000kvar",
            "D. 60000kvar"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "注册电气工程师",
        "question": "当公共电网电压处于正常范围内时，通过220kV电压等级接入电网的光伏发电站应能够控制光伏发电站并网点电压在标称电压的____范围内。",
        "choices": [
            "A. 95%～105%",
            "B. 97%～107%",
            "C. 100%～105%",
            "D. 100%～110%"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "注册电气工程师",
        "question": "火灾自动报警系统主电源的保护开关不应采用____。",
        "choices": [
            "A. 塑壳断路器",
            "B. 熔断器",
            "C. 剩余电流保护开关",
            "D. 微型断路器"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "注册电气工程师",
        "question": "油断路器内的变压器油的作用是____",
        "choices": [
            "A. 绝缘和防锈",
            "B. 绝缘和散热",
            "C. 绝缘和灭弧",
            "D. 绝缘和干燥"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "注册电气工程师",
        "question": "潮流计算常用的方法是____",
        "choices": [
            "A. 解析法",
            "B. 迭代法和牛顿法",
            "C. 积分法",
            "D. 差分法"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "注册电气工程师",
        "question": "当采用____类灯具时，灯具的外露可导电部分应可靠接地。",
        "choices": [
            "A. Ⅰ",
            "B. Ⅱ",
            "C. Ⅲ",
            "D. Ⅳ"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "注册电气工程师",
        "question": "关于事故备用容量的确定方法，下面____是正确的。",
        "choices": [
            "A. 担任系统事故备用的水电厂，应有专用的备用库容作保证",
            "B. 水电厂的空闲容量可为系统的事故备用",
            "C. 水电厂担任事故备用，在事故消除后的10天，应保证恢复水电厂所消落的备用库容",
            "D. 系统的事故备用容量可通过传统的百分率法确定或电力不足概率法(LOLP)确定"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "注册电气工程师",
        "question": "根据电力系统承受大扰动能力的安全稳定标准，发生____故障时允许采取切机和切负荷等稳定控制措施。",
        "choices": [
            "A. 任一发电机跳闸或失磁",
            "B. 直流输电线路单极",
            "C. 受端系统任一变压器故障退出运行",
            "D. 任一段母线"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "注册电气工程师",
        "question": "当输电线路对电信线路感应产生的噪声计电动势或干扰电流超过允许值时，应根据具体情况进行全面技术经济比较，合理选用防护措施，以满足允许值的要求，下列____项不是电信线路方面可选用的措施。",
        "choices": [
            "A. 加装放电器",
            "B. 明线改电缆",
            "C. 改迁电信线路路径",
            "D. 有线通信改无线通信"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "注册电气工程师",
        "question": "送电线路在跨越标准轨距铁路、高速公路及一级公路时，对被跨越物距离计算，下列说法____是正确的。",
        "choices": [
            "A. 无论档距大小，最大弧垂应按导线温度70℃计算",
            "B. 无论档距大小，最大弧垂应按导线温度40℃计算",
            "C. 跨越档距小于300m，最大弧垂应按导线温度40℃计算",
            "D. 跨越档距超过300m，最大弧垂应按导线温度70℃计算"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "注册电气工程师",
        "question": "用户冲击负荷引起的系统频率变动一般不得超过____。",
        "choices": [
            "A. ±0.5Hz",
            "B. ±0.4Hz",
            "C. ±0.3Hz",
            "D. ±0.2Hz"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "注册电气工程师",
        "question": "光伏发电站功率预测系统所有数据至少保存____。",
        "choices": [
            "A. 5年",
            "B. 8年",
            "C. 10年",
            "D. 12年"
        ],
        "answer": "C"
    },
    {
        "subject": "其他",
        "topic": "税务师",
        "question": "下列有关或有事项的表述中，正确的是____。",
        "choices": [
            "A. 清偿因或有事项而确认的负债所需支出全部或部分预期由第三方补偿时，补偿金额在很可能收到时才能作为资产单独确认",
            "B. 对于或有事项既要确认或有负债，也要确认或有资产",
            "C. 对固定资产计提折旧不属于或有事项",
            "D. 或有事项应确认为预计负债"
        ],
        "answer": "C"
    },
    {
        "subject": "其他",
        "topic": "税务师",
        "question": "对于不符合收入准则规定的合同成立的条件，企业将已收取客户的对价确认为收入的条件为____。",
        "choices": [
            "A. 开具增值税专用发票",
            "B. 不再负有向客户转让商品的剩余义务，且已向客户收取的对价无需退回",
            "C. 具有商业实质",
            "D. 商品已经发出"
        ],
        "answer": "B"
    },
    {
        "subject": "其他",
        "topic": "税务师",
        "question": "关于土地增值税的清算，下列说法错误的是____。",
        "choices": [
            "A. 销售合同所载商品房面积与实际测量面积不一致并在清算前已补或退房款的，在计算土地增值税时应予调整",
            "B. 未全额开具商品房销售发票的，按照销售合同所载金额及其他收益确认收入",
            "C. 未开具商品房销售发票的，按照实际收取金额确认收入",
            "D. 已全额开具商品房销售发票的，按照发票所栽金额确认收入"
        ],
        "answer": "C"
    },
    {
        "subject": "其他",
        "topic": "税务师",
        "question": "某县生猪屠宰主管部门强制该县50户养猪农民养殖1号猪，并对其他品种的生猪将不予屠宰。对于此行为，下列说法正确的是____。",
        "choices": [
            "A. 由于该行为属于普遍约束力的决定、命令，属于行政诉讼不受理的案件范围",
            "B. 该行为是行政机关为作出行政行为而实施的过程性行政行为，因此不具可诉性",
            "C. 该行为是具体行政行为，具有可诉性",
            "D. 该行为是国家行为，属于行政诉讼不受理的案件范围"
        ],
        "answer": "C"
    },
    {
        "subject": "其他",
        "topic": "税务师",
        "question": "下列各项中，属于土地增值税征税范围的是____。",
        "choices": [
            "A. 房地产出租",
            "B. 房地产评估增值",
            "C. 房地产的代建房行为",
            "D. 合作建房后，建成后转让的"
        ],
        "answer": "D"
    },
    {
        "subject": "其他",
        "topic": "税务师",
        "question": "FY公司与FC机械厂均为国有企业，合资设立A有限责任公司(以下简称“A公司”)，出资比例为30%与70%。下列有关A公司董事会组成的说法中，不符合规定的是____。",
        "choices": [
            "A. 董事会成员中应当有公司职工代表",
            "B. 董事张某任期内辞职，在新选出董事就任前，张某仍应履行董事职责",
            "C. A公司董事长可由公司章程规定由小股东FY公司派人担任",
            "D. FY公司和FC机械厂可通过公司章程约定不按出资比例分红"
        ],
        "answer": "B"
    },
    {
        "subject": "其他",
        "topic": "税务师",
        "question": "购置新建房的城镇土地使用税纳税义务发生时间为____。",
        "choices": [
            "A. 自房屋交付使用之次月起",
            "B. 自办理房产证之次月起",
            "C. 自签订房屋买卖合同之次月起",
            "D. 自房屋竣工验收之次月起"
        ],
        "answer": "A"
    },
    {
        "subject": "其他",
        "topic": "税务师",
        "question": "下列关于售后回购交易的会计处理符合企业会计准则规定的是____。",
        "choices": [
            "A. 企业因存在与客户的远期安排而负有回购义务或企业享有回购权利的，回购价格低于售价，应当视为租赁交易",
            "B. 企业到期未行使回购权利的，应当在该回购权利到期时终止确认金融负债，但无需确认收入",
            "C. 企业负有应客户要求回购商品义务的，客户具有行使该要求权重大经济动因的，企业应当将售后回购作为融资交易",
            "D. 企业负有应客户要求回购商品义务的，客户不具有行使该要求权重大经济动因的，应当将其作为正常销售交易"
        ],
        "answer": "A"
    },
    {
        "subject": "其他",
        "topic": "税务师",
        "question": "申请人、第三人可以委托代理人参加税务行政复议，但是应当向行政复议机构提交授权委托书。下列各项中，不属于授权委托书应当载明的内容的是____。",
        "choices": [
            "A. 委托事项",
            "B. 委托权限",
            "C. 委托期限",
            "D. 委托结果"
        ],
        "answer": "D"
    },
    {
        "subject": "其他",
        "topic": "税务师",
        "question": "以下项目在计算土地增值税时，不得扣除成本费用是____。",
        "choices": [
            "A. 建成后产权属于全体业主的会所",
            "B. 建成后无偿移交派出所用于办公的房屋",
            "C. 建成后有偿出售的停车场",
            "D. 建成后待售出租的商业用房"
        ],
        "answer": "D"
    },
    {
        "subject": "其他",
        "topic": "税务师",
        "question": "某酒厂为增值税一般纳税人，2020年10月发放1吨自制白酒作为职工福利，同类白酒不含税售价50000元/吨，成本价35000元/吨。该酒厂上述业务当月应纳消费税____元。",
        "choices": [
            "A. 7700",
            "B. 8700",
            "C. 10000",
            "D. 11000"
        ],
        "answer": "D"
    },
    {
        "subject": "其他",
        "topic": "税务师",
        "question": "某企业为增值税一般纳税人，2021年6月从某花木栽培公司手中购入花卉1100盆，取得的专用发票上注明价款为110580元。该企业将1/4用于赠送给某节日庆典，其余全部卖给客户取得产品不含税销售额705000元。则该企业当月应纳增值税税额为____元。",
        "choices": [
            "A. 59442",
            "B. 91236.2",
            "C. 107824.6",
            "D. 74647.8"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "计算机网络",
        "question": "局域网的协议结构包括____。\nⅠ．网络层Ⅱ．数据链路层\nⅢ．物理层Ⅳ．介质访问控制层",
        "choices": [
            "A. Ⅰ、Ⅱ、Ⅲ",
            "B. Ⅰ、Ⅱ、Ⅳ",
            "C. Ⅰ、Ⅲ、Ⅳ",
            "D. Ⅱ、Ⅲ、Ⅳ"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "计算机网络",
        "question": "一个TCP连接的数据传输阶段，如果发送端的发送窗口值由2000变为3000，意味着发送端可以____。",
        "choices": [
            "A. 在收到一个确认之前可以发送3000个TCP报文段",
            "B. 在收到一个确认之前可以发送1000B",
            "C. 在收到一个确认之前可以发送3000B",
            "D. 在收到一个确认之前可以发送2000个TCP报文段"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "计算机网络",
        "question": "在802.3标准中，发送帧之前需要____",
        "choices": [
            "A. 等待冲突",
            "B. 等待令牌",
            "C. 监听介质",
            "D. 接受一个帧"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "计算机网络",
        "question": "对于传输层来说错误的是____",
        "choices": [
            "A. TCP是全双工协议",
            "B. TCP是字节流协议",
            "C. TCP和UDP协议不能使用同一个端口",
            "D. TSAD是IP和端口的组合"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "计算机网络",
        "question": "已知当前TCP连接的RTT值为35ms，连续收到3个确认报文段，它们比相应的数据报文段的发送时间滞后了27ms、30ms与21ms。假设α=0.2，则第三个确认报文段到达后新的RTT估计值为____。",
        "choices": [
            "A. 33.4ms",
            "B. 32.7ms",
            "C. 21ms",
            "D. 30.4ms"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "计算机网络",
        "question": "对于UDP协议，如果想实现可靠传输，应在哪一层实现____",
        "choices": [
            "A. 数据链路层",
            "B. 网络层",
            "C. 传输层",
            "D. 应用层"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "计算机网络",
        "question": "TCP“三次握手”过程中，第二次“握手”时，发送的报文段中____标志位被置为1。",
        "choices": [
            "A. SYN",
            "B. ACK",
            "C. ACK和RST",
            "D. SYN和ACK"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "计算机网络",
        "question": "一个TCP连接的数据传输阶段，如果发送端的发送窗口值由2000变为3000，意味着发送端可以____。",
        "choices": [
            "A. 在收到一个确认之前可以发送3000个TCP报文段",
            "B. 在收到一个确认之前可以发送1000字节",
            "C. 在收到一个确认之前可以发送3000字节",
            "D. 在收到一个确认之前可以发送2000个TCP报文段"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "计算机网络",
        "question": "TCP端对端通信作用于____",
        "choices": [
            "A. 主机之间",
            "B. 网络之间",
            "C. 进程之间",
            "D. 主机到网络"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "计算机网络",
        "question": "关于传输层的面向连接服务的特性是____。",
        "choices": [
            "A. 既不保证可靠，也不保证按序交付",
            "B. 不保证可靠，但保证按序交付",
            "C. 保证可靠，但不保证按序交付",
            "D. 既保证可靠，也保证按序交付"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "计算机网络",
        "question": "数据链路层采用了后退N帧的(GBN)协议，如果发送窗口的大小是32，那么至少需要____位的序列号才能保证协议不出错。",
        "choices": [
            "A. 4",
            "B. 5",
            "C. 6",
            "D. 7"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "计算机网络",
        "question": "现在大量的计算机是通过诸如以太网这样的局域网连入广域网的，而局域网与广域网的互联是通过____实现的。",
        "choices": [
            "A. 路由器",
            "B. 资源子网",
            "C. 桥接器",
            "D. 中继器"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "初中物理",
        "question": "棒球比赛时，向斜上方击球时的情景中，下列有关说法正确的是____",
        "choices": [
            "A. 击球的一瞬间，棒对球的力大于球对棒的力",
            "B. 球在上升过程中，重力势能转化为动能",
            "C. 球上升到最高点时，若所受力全部消失，球将做减速直线运动",
            "D. 球下落过程中速度越来越大，因为重力改变了球的运动状态"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "初中物理",
        "question": "自行车的各个部分中，减小了有害摩擦的是____",
        "choices": [
            "A. 车胎",
            "B. 车把",
            "C. 车轴",
            "D. 脚踏板面"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "初中物理",
        "question": "在全国中小学安全教育平台中，安全用电常识是其中一项重要的教育内容。下列做法符合安全用电要求的是____",
        "choices": [
            "A. 用铜丝替代保险丝",
            "B. 更换灯泡时断开电源开关",
            "C. 开关接在灯泡和零线之间",
            "D. 使用测电笔时手接触笔尖金属体"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "初中物理",
        "question": "下列过程，属于内能转化为机械能的是____",
        "choices": [
            "A. 从滑梯上滑下时臀部发热",
            "B. 电热水壶烧水",
            "C. 内燃机的做功冲程",
            "D. 向下压活塞引燃棉花"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "初中物理",
        "question": "下列实例中关于压强和摩擦力的说法正确的是____",
        "choices": [
            "A. 轴承中装有滚珠是为了增大摩擦",
            "B. 磁悬浮列车悬浮行驶是为了增大摩擦",
            "C. 鸟的嘴很尖细，在凿树时可以减小压强",
            "D. 月球车装有很多轮子是为了减小压强"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "初中物理",
        "question": "四冲程柴油机在工作过程中，将内能转化为机械能的冲程是____",
        "choices": [
            "A. 吸气冲程",
            "B. 压缩冲程",
            "C. 做功冲程",
            "D. 排气冲程"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "初中物理",
        "question": "下列实例中，属于增大摩擦的是____",
        "choices": [
            "A. 往自行车轴承中加润滑油",
            "B. 行李箱下安装滚动轮子",
            "C. 骑自行车刹车时用力捏闸",
            "D. 将滑梯的滑道做得光滑"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "初中物理",
        "question": "中国国家航天局宣布，2018年5月21日5时28分，我国在西昌卫星发射中心用“长征四号丙”运载火箭，成功将“鹊桥号”中继星发射升空，为“嫦娥四号”月球探测任务提供地月间的中继通信，负责地球与未来“嫦娥四号”通信的中继接力。下列说法正确的是____",
        "choices": [
            "A. 中继星与地月间不可能靠电磁波通信",
            "B. 地球和太阳系中的其他行星起源于不同的星云",
            "C. 发射当天地球运行在绕太阳公转轨道中的夏至与秋分之间",
            "D. 月球的自转周期和公转周期相同，人类只能看到月球的正面"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "初中物理",
        "question": "生活处处有物理，以下估测最接近生活实际的是____",
        "choices": [
            "A. 宿迁六月份平均气温约为10 °C",
            "B. 初中生背负沉重的书包上学，书包平均重300 N",
            "C. 初中生课桌高度约为75 cm",
            "D. 中考体育考试中某同学50 m短跑成绩约为4 s"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "初中物理",
        "question": "超导现象是指某些物质在温度很低时电阻变为零的现象。如果某种超导材料能应用于实际，最适合用来制作____",
        "choices": [
            "A. 保险丝",
            "B. 输电导线",
            "C. 电炉丝",
            "D. 变阻器的电阻丝"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "初中物理",
        "question": "为加强校园安全管理，在校内安装监控摄像机，来自物体的光经过摄像机的镜头后形成____",
        "choices": [
            "A. 倒立、缩小的实像",
            "B. 正立、放大的实像",
            "C. 倒立、放大的虚像",
            "D. 正立、缩小的虚像"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "初中物理",
        "question": "“万物生长靠太阳”，绿色植物的生长需要阳光。物理学研究表明，不透明物体的颜色是由它反射的色光决定的，由此可以推测，不利于绿色植物生长的光是____",
        "choices": [
            "A. 红光",
            "B. 黄光",
            "C. 绿光",
            "D. 紫光"
        ],
        "answer": "C"
    },
    {
        "subject": "人文科学",
        "topic": "高中语文",
        "question": "下列词语的注音有错误的一项是____",
        "choices": [
            "A. 思量（liáng）\t度量（liàng）\t胸脯（pú）\t果脯（fǔ）",
            "B. 颤（zhàn）抖\t颤（chàn）栗\t靓（jìng）妆\t靓（liàng）女",
            "C. 阽（diàn）危\t玷（diàn）辱\t胡诌（zhōu）\t谄（chǎn）谀",
            "D. 瞋目（chēn）\t瞠（chēng）目结舌  觊觎（yú）\t面面相觑（qù）"
        ],
        "answer": "B"
    },
    {
        "subject": "人文科学",
        "topic": "高中语文",
        "question": "下列词语中注音全都正确的一项是____",
        "choices": [
            "A. 接洽(ｑｉà)     掮客(ｑｉáｎ)     悭吝(ｊｉàｎ)     地壳(ｑｉàｏ)",
            "B. 刚劲(ｊìｎ)     舐犊(ｓｈì)       龋齿(ｑǔ)         租赁(ｌìｎ)",
            "C. 畏葸(ｓī)       怆然(ｃｈｕàｎɡ)  皈依(ɡｕī)        干涸(ｈé)",
            "D. 复辟(ｂì)       巷道(ｈàｎɡ)      炽热(ｃｈì)       眼睑(ｊｉǎｎ)"
        ],
        "answer": "D"
    },
    {
        "subject": "人文科学",
        "topic": "高中语文",
        "question": "下文划线处选填哪项才恰当____\n翌日，贾母带着贾蓉媳妇乘坐一乘驮轿，王夫人在后，亦乘坐一乘驮轿；贾珍骑马，率领众家丁围护；____，并放些随换的衣包等件。",
        "choices": [
            "A. 婆子丫环等乘坐几辆大车",
            "B. 又有几辆大车，婆子丫环等坐",
            "C. 又有几辆大车，与婆子丫环等坐",
            "D. 几辆大车，婆子丫环等坐"
        ],
        "answer": "C"
    },
    {
        "subject": "人文科学",
        "topic": "高中语文",
        "question": "列字注音全对的一项是\t____",
        "choices": [
            "A. 复杂（fù）\t按捺（nài）\t混淆（xiáo）\t笔画纤细(qiān)",
            "B. 弥补（mí）\t蓓蕾（bèi）\t发酵（jiào）\t不着边际（zhuó）",
            "C. 拂晓（fó）\t质量（zhǐ）\t高档（dàng）\t大腹便便（pián）",
            "D. 勒索（lē）\t结束（sù）\t喧嚣（xiāo）\t酗酒滋事（xù）"
        ],
        "answer": "B"
    },
    {
        "subject": "人文科学",
        "topic": "高中语文",
        "question": "填入下面横线处的句子，与上句衔接最恰当的一组是____\n公安干警及时赶赴现场侦察，中午12时，____。",
        "choices": [
            "A. 在家里犯罪嫌疑人被抓获，全部赃物和赃款也同时起获",
            "B. 在犯罪嫌疑人家里将其抓获，全部赃物和赃款也同时起获",
            "C. 犯罪嫌疑人在家里被抓获，并起获了全部赃物和赃款",
            "D. 在犯罪嫌疑人家里将其抓获，并起获了全部赃物和赃款"
        ],
        "answer": "D"
    },
    {
        "subject": "人文科学",
        "topic": "高中语文",
        "question": "填入下面横线处的句子，与上下文衔接最恰当的一句是____\n《毛诗序》是先秦儒家诗论的总结，其中心内容是阐述诗歌与封建政教的关系。____。“正得失，动天地，感鬼神，莫近于诗。先王以是经夫妇，成孝敬，厚人伦，美教化，移风俗。”因为诗歌具有感染的力量，所以是封建统治者用以维护政教的有力工具。",
        "choices": [
            "A. 久它认为诗歌不仅是社会治乱、政教得失的反映，而且反过来可以维护封建统治和封建秩序",
            "B. 它认为不仅诗歌是政教得失、社会治乱的反映，而且反过来可以维护封建统治和封建秩序",
            "C. 它认为诗歌不但能维护封建统治和封建秩序，而且能反映社会治乱、民生苦乐",
            "D. 它认为由于诗歌具有强大的艺术感染力，故而封建统治者都要用它来维护封建统治和秩序"
        ],
        "answer": "A"
    },
    {
        "subject": "人文科学",
        "topic": "高中语文",
        "question": "下列各句中，没有语病的一句是____",
        "choices": [
            "A. 某些吃惯“大锅饭”的职工对劳动人为制度的革新，切实其实会感到不适应。",
            "B. “全面建设小康社会”的目标，对于我们感到十分亲热；它已经成为全党天下人民在新世纪中奋斗的行动纲领。",
            "C. 日本辅弼前去“靖国神社”为东条英机等战争罪犯招魂的反动行径，对于曾饱受侵略战争祸害的中国人民和其他亚洲国家的人民是不克不及容忍的。",
            "D. 世界重量级拳击冠军易斯接受了女皇颁发的皇家勋章，以表彰他为英国拳击事业做出的贡献。"
        ],
        "answer": "A"
    },
    {
        "subject": "人文科学",
        "topic": "高中语文",
        "question": "下列各句中，没有语病的一句是____",
        "choices": [
            "A. 在对WTO问题的关注上，过去主要集中在行业、企业等方面所面临的压力上，多是从微观层面考虑问题，而对于经济体制等宏观问题却思考甚少。",
            "B. 对在如何使学生掌握现代化生活所必须的知识技能的问题上，该校的老师作过深入详尽的研究。",
            "C. 著名词曲作家付林创作《妈妈的吻》《小螺号》《故园之恋》等脍炙生齿的歌曲而蜚声乐坛。",
            "D. 载人航天技术，是我国高新科技水平显著提高的重要标志，也是我国综合国力显著提高的重要体现。"
        ],
        "answer": "D"
    },
    {
        "subject": "人文科学",
        "topic": "高中语文",
        "question": "下文划线处选填哪项最恰切____\n作物同病菌进行斗争，情形是复杂的：____，就是同一个抗病品种，对不同的病菌的抵抗方式也不一样。",
        "choices": [
            "A. 不同的抗病品种抵抗病菌的方式不仅有所不同",
            "B. 不同的抗病品种不仅抵抗病菌的方式有所不同",
            "C. 不仅不同的抗病品种抵抗病菌的方式有所不同",
            "D. 固然不同的抗病品种抵抗病菌的方式有所不同"
        ],
        "answer": "C"
    },
    {
        "subject": "人文科学",
        "topic": "高中语文",
        "question": "填入下文划线处恰当的一句是____\n自从“五四”以来，翻译介绍先进国家的文化成果，就成了中国人民的迫切要求。____。",
        "choices": [
            "A. 这些翻译作品促进了中国学术文化的发展，同时也影响了中国的书面语言",
            "B. 翻译作品日渐其多，一方面这些作品提高了中国学术文化的素养，另一方面也促进了中国书面语言的发展",
            "C. 翻译作品日见其多，这些作品促进了中国学术文化的发展，同时也影响了中国的书面语言",
            "D. 这些翻译作品提高了中国学术文化的素养，同时也促进了中国书面语言的发展"
        ],
        "answer": "C"
    },
    {
        "subject": "人文科学",
        "topic": "高中语文",
        "question": "下列各句中，没有语病的一项是____",
        "choices": [
            "A. 以“伟大历程辉煌成就”为主题的纪念新中国成立70周年展览在北京拉开帷幕，该展览采用编年体的形式为主全方位回顾了中国人民走过的辉煌历程。",
            "B. 经过主创团队对经典故事的大胆改编，《哪吒》不仅保留了原作精华，还融入了具有时代元素的内容，因此成功斩获暑期电影最佳口碑。",
            "C. 网络谣言对社会的破坏力是巨大的，如不及时扑灭，对公众造成的创伤，乃至引起社会动荡，也不是完全不可能的。",
            "D. 垃圾分类工作能否执行到位，一方面取决于政府相关法律法规的约束力，另一方面也取决于市民的环保意识，尤其是对垃圾分类意义的认识。"
        ],
        "answer": "D"
    },
    {
        "subject": "人文科学",
        "topic": "高中语文",
        "question": "下文横线处选填哪项最恰当____\n卢梅坡的诗句“梅须逊雪三分白，雪却输梅-段香”，常被人引用，借此说明____。",
        "choices": [
            "A. 任何人和事物都各有缺憾",
            "B. 任何人和事物都各有千秋",
            "C. 任何人和事物都各有短长",
            "D. 任何人和事物者咯有优势"
        ],
        "answer": "A"
    },
    {
        "subject": "其他",
        "topic": "注册城乡规划师",
        "question": "城市交通调查的目的是____。",
        "choices": [
            "A. 进行城市交通规划、城市道路系统规划和城市道路设计的基础工作",
            "B. 收集城市公共交通客运总量、货运总量，对外交通客、货运总量等运输现状与发展资料",
            "C. 根据调查的资料，分析城市车辆以及客、货运量的增长特点和规律",
            "D. 摸清城市道路上的交通状况，城市交通的产生、分布、运行规律以及现状存在的主要问题"
        ],
        "answer": "D"
    },
    {
        "subject": "其他",
        "topic": "注册城乡规划师",
        "question": "依据《城市用地分类与规划建设用地标准》，其规划人均公共管理与公共服务用地面积指标不应少于____。",
        "choices": [
            "A. 5.0m^2/人",
            "B. 5.5m^2/人",
            "C. 6.0m^2/人",
            "D. 6.5m^2/人"
        ],
        "answer": "B"
    },
    {
        "subject": "其他",
        "topic": "注册城乡规划师",
        "question": "以下有关城市规划编制单位资质管理的说法正确的是____。",
        "choices": [
            "A. 三个以上城市规划编制单位合作编制城市规划时，有关规划编制单位应当共同向任务所在地相应的主管部门备案",
            "B. 城市规划编制单位合并或者分立，应当在批准之日起15日内重新申请办理《资质证书》",
            "C. 申请乙级、丙级资质的，由所在地市、县人民政府城市规划主管部门审批，核发《资质证书》，并报国务院城市规划主管部门备案",
            "D. 乙、丙级城市规划编制单位跨省、自治区、直辖市设立的分支机构中，非独立法人的机构，不得以分支机构名义承揽业务"
        ],
        "answer": "C"
    },
    {
        "subject": "其他",
        "topic": "注册城乡规划师",
        "question": "计算道路网的密度，分析管线穿越地块的问题，可以采用矢量叠合的____的叠合。",
        "choices": [
            "A. 点和面",
            "B. 线和面",
            "C. 面和面",
            "D. 点和线"
        ],
        "answer": "B"
    },
    {
        "subject": "其他",
        "topic": "注册城乡规划师",
        "question": "洛杉矶的交通发展模式为____。",
        "choices": [
            "A. 以小汽车为主、公交为辅的交通模式",
            "B. 以小汽车为主体的交通模式",
            "C. 以轨道公交为主、小汽车和地面公交为辅的交通模式",
            "D. 公交为主、小汽车为主导(公交与小汽车并重)"
        ],
        "answer": "B"
    },
    {
        "subject": "其他",
        "topic": "注册城乡规划师",
        "question": "下列关于建筑与等高线之间关系的表述，错误的是____",
        "choices": [
            "A. 建筑与等高线平行",
            "B. 建筑与等高线垂直",
            "C. 建筑与等高线重合",
            "D. 建筑与等高线斜交"
        ],
        "answer": "C"
    },
    {
        "subject": "其他",
        "topic": "注册城乡规划师",
        "question": "根据《城市规划编制单位资质管理规定》，下列关于城市规划编制单位资质监督管理的表述中，不正确的是____。",
        "choices": [
            "A. 城市规划编制单位提交的城市规划编制成果，应当在文件扉页注明单位资质等级和证书编号",
            "B. 禁止无城市规划编制的机构对城市规划编制单位实行资质年检制度",
            "C. 发证部门或其委托的机构对城市规划编制单位实行资质年检制度",
            "D. 甲、乙级城市规划编制单位跨省、自治区、直辖市承担规划编制任务时，未向其人民政府城市规划行政主管部门备案的，由该人民政府城市规划行政主管部门给予警告，责令其补办备案手续，并处1万元以上5万元以下的罚款"
        ],
        "answer": "D"
    },
    {
        "subject": "其他",
        "topic": "注册城乡规划师",
        "question": "下列城市全部由国务院公布为历史文化名城的是____",
        "choices": [
            "A. 延安、淮安、泰安、瑞安、雅安",
            "B. 金华、银川、同仁、铁岭、无锡",
            "C. 韩城、聊城、邹城、晋城、塔城",
            "D. 歙县、寿县、祁县、浚县、代县"
        ],
        "answer": "D"
    },
    {
        "subject": "其他",
        "topic": "注册城乡规划师",
        "question": "下列属于工业固体废物的产生量的预测方法的是____",
        "choices": [
            "A. 单位产品法",
            "B. 百元产值法",
            "C. 人均指标法",
            "D. 增长率法"
        ],
        "answer": "A"
    },
    {
        "subject": "其他",
        "topic": "注册城乡规划师",
        "question": "为了定量分析采取某项措施对于减少城市污染的效果，所开发的系统属于____",
        "choices": [
            "A. 决策支持系统",
            "B. 事务管理系统",
            "C. 管理信息系统",
            "D. 专家系统"
        ],
        "answer": "B"
    },
    {
        "subject": "其他",
        "topic": "注册城乡规划师",
        "question": "以下对城市所具有的基本特征的概括，表述不正确的是____。",
        "choices": [
            "A. 城市的发展动态是变化和多样的",
            "B. 城市的概念是相对存在的",
            "C. 以要素聚集为基本特征",
            "D. 不具有系统性"
        ],
        "answer": "D"
    },
    {
        "subject": "其他",
        "topic": "注册城乡规划师",
        "question": "工商业活动集聚的场所是____，也是从事工商业活动的人群聚居的场所。",
        "choices": [
            "A. 乡村",
            "B. 郊区",
            "C. 田园",
            "D. 城市"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "初中生物",
        "question": "以下有关达尔文自然选择学说的叙述，不正确的是____",
        "choices": [
            "A. 这种生物普遍都具有很强的繁殖能力",
            "B. 生物要生存下去，就得为了获得食物和空间而进行生存斗争",
            "C. 自然选择保留的变异永远都有利于该生物的生存",
            "D. 不适应环境的生物将被淘汰"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "初中生物",
        "question": "运用适当的方法可以保存食品。将新鲜蘑菇制成干蘑菇采用的保存方法是____",
        "choices": [
            "A. 低温冷藏",
            "B. 真空包装",
            "C. 脱水法",
            "D. 添加防腐剂"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "初中生物",
        "question": "裸子植物和被子植物都属于种子植物，两者之间的主要区别是____",
        "choices": [
            "A. 生长环境不同",
            "B. 种子外面是否有果皮包被",
            "C. 在地球上出现的年代不同",
            "D. 分布的范围不同"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "初中生物",
        "question": "堆放时间较长的蔬菜会因产热而腐烂，与细胞产热直接相关的生理过程是____",
        "choices": [
            "A. 呼吸作用",
            "B. 蒸腾作用",
            "C. 光合作用",
            "D. 运输作用"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "初中生物",
        "question": "生物体结构和功能是相适应的。下列各项中，有利于组织细胞获得氧气的是____",
        "choices": [
            "A. 小肠内表面具有许多皱襞和绒毛",
            "B. 毛细血管壁由一层扁平上皮细胞构成",
            "C. 动脉血管和静脉血管内都有瓣膜",
            "D. 肾小球由许多毛细血管缠绕而成"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "初中生物",
        "question": "下列有关动物的形态结构与生活环境相适应的叙述错误的是____",
        "choices": [
            "A. 家鸽前肢变成翼，适于在空中飞翔",
            "B. 野兔神经系统发达，能迅速发现并躲避天敌",
            "C. 鲫鱼身体呈纺锤形，用鳃呼吸，适于在水中生活",
            "D. 蚯蚓生活在土壤中，依靠肺进行呼吸"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "初中生物",
        "question": "保护生物多样性的最为有效是措施是____",
        "choices": [
            "A. 迁地保护",
            "B. 就地保护",
            "C. 克隆",
            "D. 法制管理"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "初中生物",
        "question": "果酒的制作需要____",
        "choices": [
            "A. 酵母菌",
            "B. 乳酸菌",
            "C. 霉菌",
            "D. 醋酸菌"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "初中生物",
        "question": "下列有关生命的起源和进化的叙述，不正确的是____",
        "choices": [
            "A. 生命起源于原始陆地",
            "B. 化石是研究生物进化的最直接证据",
            "C. 米勒实验说明原始地球条件下无机小分子形成有机小分子是可能的",
            "D. 原始生命诞生的标志是能从外界获取营养并排出代谢废物，能进行生长和繁殖等"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "初中生物",
        "question": "正在结西瓜的植株，其吸收的水分主要用于____",
        "choices": [
            "A. 光合作用",
            "B. 蒸腾作用",
            "C. 呼吸作用",
            "D. 吸收作用"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "初中生物",
        "question": "下列说法正确的是____",
        "choices": [
            "A. 一位妇女颅内大脑皮层上长了肿瘤导致她失明，是由于肿瘤压迫了反射孤的神经中枢",
            "B. 醉酒驾车极易发生交通事故，是因为酒精主要麻醉了酒驾者的脑干",
            "C. 赛场上选手听到发令枪声后迅速起跑属于简单反射",
            "D. 人体的生命活动主要受到激素调节的影响，也受到神经系统的调节"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "初中生物",
        "question": "哈维的主要贡献是____",
        "choices": [
            "A. 发现了DNA的双螺旋结构",
            "B. 发现了血液循环",
            "C. 创立了生物进化论",
            "D. 创立了统一的生物命名法"
        ],
        "answer": "B"
    },
    {
        "subject": "其他",
        "topic": "医师资格",
        "question": "定期考核不合格的医师暂停执业活动期满，再次考核仍不合格的____",
        "choices": [
            "A. 可再试用一年",
            "B. 注销注册，收回医师执业证书",
            "C. 在执业医师指导下从事执业活动",
            "D. 暂停执业活动三年"
        ],
        "answer": "B"
    },
    {
        "subject": "其他",
        "topic": "医师资格",
        "question": "给胃癌患者实施直肠指诊检查的目的是了解有无____",
        "choices": [
            "A. 种植转移",
            "B. 淋巴转移",
            "C. 血行转移",
            "D. 直接浸润"
        ],
        "answer": "A"
    },
    {
        "subject": "其他",
        "topic": "医师资格",
        "question": "经典途径激活补体的抗原抗体复合物____",
        "choices": [
            "A. SigA与抗原组成的复合物",
            "B. 1个lgM与抗原组成的复合物",
            "C. 1个lgG与抗原组成的复合物",
            "D. 1个lgE与抗原组成的复合物"
        ],
        "answer": "B"
    },
    {
        "subject": "其他",
        "topic": "医师资格",
        "question": "不能引起肺部化脓性病变的病原体是____",
        "choices": [
            "A. 金黄色葡萄球菌",
            "B. 肺炎杆菌",
            "C. 肺炎球菌",
            "D. 嗜肺性军团杆菌"
        ],
        "answer": "C"
    },
    {
        "subject": "其他",
        "topic": "医师资格",
        "question": "充血性心力衰竭所产生的胸腔积液为____",
        "choices": [
            "A. 漏出液",
            "B. 渗出液",
            "C. 脓性胸液",
            "D. 血性胸液"
        ],
        "answer": "A"
    },
    {
        "subject": "其他",
        "topic": "医师资格",
        "question": "正常情况下，小儿颈曲形成的时间是____",
        "choices": [
            "A. 7个月",
            "B. 6个月",
            "C. 4个月",
            "D. 3个月"
        ],
        "answer": "D"
    },
    {
        "subject": "其他",
        "topic": "医师资格",
        "question": "食物中每克碳水化合物、脂肪和蛋白质可供给能量(kcal)分别为____",
        "choices": [
            "A. 4，9，4",
            "B. 9，4，4",
            "C. 4，9，9",
            "D. 9，9，4"
        ],
        "answer": "A"
    },
    {
        "subject": "其他",
        "topic": "医师资格",
        "question": "三个关节同时受累，称为____",
        "choices": [
            "A. 单关节炎",
            "B. 多关节炎",
            "C. 对称性关节炎",
            "D. 少关节炎"
        ],
        "answer": "D"
    },
    {
        "subject": "其他",
        "topic": "医师资格",
        "question": "一胎龄为38周的新生儿，出生体重为3500g，其体重位于同胎龄体重标准的第85百分位，下列哪个诊断最为全面而准确____",
        "choices": [
            "A. 足月儿，适于胎龄儿",
            "B. 足月儿，大于胎龄儿",
            "C. 过期产儿，巨大儿",
            "D. 过期产儿，大于胎龄儿"
        ],
        "answer": "A"
    },
    {
        "subject": "其他",
        "topic": "医师资格",
        "question": "早期出现肺门及纵膈多发淋巴结转移的肺癌类型是____",
        "choices": [
            "A. 鳞癌",
            "B. 大细胞肺癌",
            "C. 小细胞肺癌",
            "D. 腺癌"
        ],
        "answer": "D"
    },
    {
        "subject": "其他",
        "topic": "医师资格",
        "question": "患者男，56岁。右膝关节疼痛半年，加重5天，尤以上楼梯时加剧。X线检查显示膝关节退行性改变，诊断为髌骨软骨软化症。非手术治疗首先应制动膝关节的时间是____",
        "choices": [
            "A. 1～2周",
            "B. 3~4周",
            "C. 4~5周",
            "D. 6~7周"
        ],
        "answer": "A"
    },
    {
        "subject": "其他",
        "topic": "医师资格",
        "question": "以下哪项是高血压脑出血主要危险因素____",
        "choices": [
            "A. 糖尿病或血糖增高",
            "B. 血清胆固醇增高",
            "C. 突然血压增高",
            "D. 脑动脉硬化"
        ],
        "answer": "C"
    },
    {
        "subject": "其他",
        "topic": "公务员",
        "question": "文学资料在思想史领域著作中，被使用得还是相当少。其实，作为记述史实的历史，可能对有些夸张和虚构的小说需要警惕，但是，作为考察理性和情感的思想史，却不必胶柱鼓瑟或因噎废食，任何文学作品也许在事实上有想象，但在语言、立场和情感上，却仿佛“当堂呈供”，并不能把自己的本相全盘隐匿。 对这段文字的主旨理解最准确的是____。",
        "choices": [
            "A. 文学作品呈现艺术的真实",
            "B. 思想史研究应体现理性和情感",
            "C. 文学资料可以作为思想史研究的史料",
            "D. 思想史研究中要慎用文学资料"
        ],
        "answer": "C"
    },
    {
        "subject": "其他",
        "topic": "公务员",
        "question": "一特殊跑道为正三角形，某运动员用6米／秒的速度跑一圈耗时50秒，问该运动员提速10％后从跑道的某个顶点横穿跑道跑向对边，问最少约需多少秒可踏足对边?(四舍五入到个位)____",
        "choices": [
            "A. 9秒",
            "B. 10秒",
            "C. 13秒",
            "D. 15秒"
        ],
        "answer": "C"
    },
    {
        "subject": "其他",
        "topic": "公务员",
        "question": "据《咬文嚼字》编辑部透露，编制年度“十大流行语”是一项十分严肃的事，既要____到词语在当年的流行度，又要从语文伦理角度加以必要的____，选优汰劣，力争通过“十大流行语”向社会____正能量。 填入画横线部分最恰当的一项是____。",
        "choices": [
            "A. 斟酌 估量 传播",
            "B. 思考 权衡 传送",
            "C. 思索 考察 传达",
            "D. 考虑 考量 传递"
        ],
        "answer": "D"
    },
    {
        "subject": "其他",
        "topic": "公务员",
        "question": "____全党同志和全国人民团结一心，坚持不懈地奋斗，不断取得扎扎实实的成效，我们____一定能够使社会主义新农村建设真正成为惠及广大农民群众的民心工程。 填入画横线部分最恰当的一项是____。",
        "choices": [
            "A. 如果 就",
            "B. 只有 才能",
            "C. 只要 就",
            "D. 倘若 也就"
        ],
        "answer": "C"
    },
    {
        "subject": "其他",
        "topic": "公务员",
        "question": "我们以往所理解的“现代化”概念仅仅局限于物质层面，局限于表层经济现代化，这也是迟发展国家长期存在的一个普遍性问题：在物质层面上求变的欲望很强，而在制度层面和观念层面上却是文化守成主义的，这种状况对于现代化实际进程的影响自不必说，它对于学术的影响是导致知识的流俗化。不断地更换新词语，在新词语的装潢下重复古老的思想观念，结果是词语和口号不断地更换而社会精神气质则没有实质性的变化。 这段文字要表达的主要意思是____。",
        "choices": [
            "A. 现代化应包括物质的、制度的、观念的三个层面",
            "B. 片面理解现代化是迟发展国家长期存在的一个普遍性问题",
            "C. 物质层面的落后现状是迟发展国家片面理解现代化的一个重要因素",
            "D. 片面理解现代化会导致知识的流俗化"
        ],
        "answer": "A"
    },
    {
        "subject": "其他",
        "topic": "公务员",
        "question": "改革开放以来，中国农学会____“献身、创新、求实、协作”的宗旨，始终不渝地坚持以推动农业科技进步、促进农村发展为己任，大力开展学术交流和科技普及，积极____和举荐人才，为提高广大农民科技素质、加快农业科技进步作出了重要贡献。 填入画横线部分最恰当的一项是____。",
        "choices": [
            "A. 继承 出谋划策",
            "B. 继承 建言献策",
            "C. 秉承 建言献策",
            "D. 秉承 出谋划策"
        ],
        "answer": "C"
    },
    {
        "subject": "其他",
        "topic": "公务员",
        "question": "下列可以反映气候垂直变化的诗句是____。",
        "choices": [
            "A. 东边日出西边雨，道是无晴却有晴",
            "B. 罗浮山下四时春，卢橘杨梅次第新",
            "C. 人间四月芳菲尽，山寺桃花始盛开",
            "D. 横看成岭侧成峰，远近高低各不同"
        ],
        "answer": "C"
    },
    {
        "subject": "其他",
        "topic": "公务员",
        "question": "有人说：人本是散落的珍珠，随地乱滚。文化就是那极____又强韧的细线，将珠子串起来成为社会。也有人说：文化犹如空气中的氧气，自然界的春雨，不可或缺却____，飘飘洒洒，润物无声。可见，文化资源价值是无法用尺度衡量的。 填入画横线部分最恰当的一项是____。",
        "choices": [
            "A. 柔弱 视之无形",
            "B. 纤细 不可名状",
            "C. 结实 视而不见",
            "D. 薄弱 不可捉摸"
        ],
        "answer": "A"
    },
    {
        "subject": "其他",
        "topic": "公务员",
        "question": "我们发现零工制度有一个重要的支持机制就是完善的、科学化的员工培训系统。几乎所有的现代企业和公司都非常重视内部培训，有的企业主甚至成为了培训狂，哪怕有一秒钟的空闲也要为员工安排一次培训。但真正有效的培训并不是无休止的洗脑和课程轰炸，不是“潜能激发”和“感恩教育”，而是适合公司运营需求的专业性、针对性、科学性的业务训练。这种培训机制如果能够建立起来，无论你是否采用零工制度都会对企业的发展起到重要的推动作用。 这段文字意在说明____。",
        "choices": [
            "A. 很多公司培训缺乏科学性",
            "B. 科学的员工培训对企业很重要",
            "C. 零工制度不一定适合所有企业",
            "D. 过度培训可能会造成相反效果"
        ],
        "answer": "B"
    },
    {
        "subject": "其他",
        "topic": "公务员",
        "question": "按照行政层级标准来划分，我国政府机构的类型有____。",
        "choices": [
            "A. 一般地方国家行政机关和基层国家行政机关两大类",
            "B. 常设机构与非常设机构两类",
            "C. 领导机构、办公办事机构、职能机构和派出机构四类",
            "D. 中央国家行政机关和地方国家行政机关两大类"
        ],
        "answer": "D"
    },
    {
        "subject": "其他",
        "topic": "公务员",
        "question": "3，5，16，82，1315，____",
        "choices": [
            "A. 107834",
            "B. 12849",
            "C. 12847",
            "D. 108847"
        ],
        "answer": "A"
    },
    {
        "subject": "其他",
        "topic": "公务员",
        "question": "一天，一个农民的驴子掉到枯井里，那可怜的驴子在井里凄凉地惨叫了几个钟头，农民亦急得团团转，就是毫无办法把它救起来，最后，他断然认定：驴子已老了，这口枯井也该填起来，不值得花精力去救驴子。他请来所有邻居帮他填井。大家抓起铁锹，开始往井里填土。驴子很快意识到发生了什么事，起初，它恐慌地大哭，不一会儿，居然安静下来。人们忍不住往井里看，奇迹发生了。每一铲砸到驴子背上的土，它都作了出人意料的处理：迅速抖落一身尘土，然后狠狠地用脚踩紧。这样，没过多久，驴子竟然自己把自己升了起来，到了井口，它纵身一跳，平安地跑开了，在场的人均惊诧不已。 这段文字告诉我们的道理是____。",
        "choices": [
            "A. 人生中的每一个困难都是通往成功的垫脚石",
            "B. 换一种思维常常能够产生意想不到的效果",
            "C. 冷静思考是克服困难的首要条件",
            "D. 求人不如求己，很多时候，自己才是自己最大的救星"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "初中数学",
        "question": "如果 $x=3$是关于 x的$2x+m=7$方程 的解，那么 $m$的值为____",
        "choices": [
            "A. -1",
            "B. 2",
            "C. 1",
            "D. -2"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "初中数学",
        "question": "阳光文具店出售笔袋和水笔，笔袋每个12元，水笔每个2元，促销期间购一个笔袋送一个水笔，某人共付款 150元，购得笔袋、水笔共 35个（含赠品），则此人购得笔袋的个数为____",
        "choices": [
            "A. 9",
            "B. 10",
            "C. 11",
            "D. 12"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "初中数学",
        "question": "⊙O是一个正n边形的外接圆，若⊙O的半径与这个正n边形的边长相等，则n的值为____",
        "choices": [
            "A. 3",
            "B. 4",
            "C. 5",
            "D. 6"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "初中数学",
        "question": "甲、乙两班学生参加植树造林，已知甲班每天比乙班多植5棵树，甲班植80棵树所用的天数与乙班植70棵树所用的天数相等．若设甲班每天植树x棵，则根据题意得出的方程是____",
        "choices": [
            "A. $\\frac{80}{x-5}=\\frac{70}{x}$",
            "B. $\\frac{80}{x}=\\frac{70}{x+5}$",
            "C. $\\frac{80}{x+5}=\\frac{70}{x}$",
            "D. $\\frac{80}{x}=\\frac{70}{x-5}$"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "初中数学",
        "question": "“垃圾分类”已经在全国开展得如火如荼，某回收公司有四包可回收垃圾，每包以标准克数（ 千克）为基准，超过的千克数记作正数，不足的千克数记作负数，以下数据是记录结果，其中表示实际重量最接近标准千克数的是 ____",
        "choices": [
            "A. -1",
            "B. 2",
            "C. -0.5",
            "D. 0"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "初中数学",
        "question": "我国古代数学著作《孙子算经》中有一道题：“今有木，不知长短，引绳度之，余绳四尺五，屈绳量之，不足一尺，问木长几何？”大致意思是：“用一根绳子去量一根木条，绳子剩余4.5尺，将绳子对折再量木条，木条剩余1尺，问木条长多少尺？”设绳子长x尺，木条长y尺，则根据题意所列方程组正确的是____",
        "choices": [
            "A. $\\begin{cases}x-y=4.5,\\\\ \\dfrac{1}{2}x-y=1\\end{cases}$",
            "B. $\\begin{cases}x-y=4.5,\\\\ y-\\dfrac{1}{2}x=1\\end{cases}$",
            "C. $\\left\\{\\begin{matrix}x+y=4.5,\\\\ y-\\dfrac{1}{2}x=1\\end{matrix}\\right.$",
            "D. $\\left\\{\\begin{matrix}x-y=4.5,\\\\ x-\\frac{1}{2}y=1\\end{matrix}\\right.$"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "初中数学",
        "question": "下列判断错误的的是____",
        "choices": [
            "A. $2x^{2}y^{2}$是二次单项式",
            "B. 单项式 $a$的系数和次数都是 1",
            "C. 数字3是单项式",
            "D. $2\\pi r$的系数是$2\\pi$"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "初中数学",
        "question": "抛物线$y=-x^2+2x-2$的顶点坐标为____",
        "choices": [
            "A. (-1,1)",
            "B. (1,-1)",
            "C. (-1,-1)",
            "D. (1,-3)"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "初中数学",
        "question": "下列等式变形错误的是 ____",
        "choices": [
            "A. 若$a=b$,则$3a-1=3b-1$",
            "B. 若$a=b$,则$a c^{2}=b c^{2}$",
            "C. 若$\\frac{a}{c^{2}}=\\frac{b}{c^{2}}$,则$a =b $",
            "D. 若$a c^{2}=b c^{2}$,则$a=b$"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "初中数学",
        "question": "当$x=-3$ 时，下列分式无意义的是____",
        "choices": [
            "A. $\\frac{x-3}{x}$",
            "B. $\\frac{x+3}{x}$",
            "C. $\\frac{x}{x-3}$",
            "D. $\\frac{x}{x+3}$"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "初中数学",
        "question": "下列命题是真命题的是____",
        "choices": [
            "A. 两条直线被第三条直线所截，同旁内角互补",
            "B. 三角形内角和为180°",
            "C. 三角形的一个外角等于它的两个内角之和",
            "D. 同角的余角互补"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "初中数学",
        "question": "下列各组代数式中为同类项的是____",
        "choices": [
            "A. $-2xy$与$2x$",
            "B. $5x^2y$与$-2xy^2$",
            "C. $5x^5y^4$与$-5x^5z^4$",
            "D. $-xy$与$\\frac{3}{2}y x$"
        ],
        "answer": "D"
    },
    {
        "subject": "其他",
        "topic": "植物保护",
        "question": "已经发生质壁分离的细胞，细胞的水势决定于细胞的____。",
        "choices": [
            "A. 渗透势",
            "B. 压力势",
            "C. 衬质势",
            "D. 膨压"
        ],
        "answer": "A"
    },
    {
        "subject": "其他",
        "topic": "植物保护",
        "question": "植物器官、组织或细胞在形态结构、生化组成以及生理功能上的不对称性是____。",
        "choices": [
            "A. 细胞生长",
            "B. 细胞分化",
            "C. 极性",
            "D. 细胞全能性"
        ],
        "answer": "C"
    },
    {
        "subject": "其他",
        "topic": "植物保护",
        "question": "质膜上已知的离子通道有____。",
        "choices": [
            "A. $K^+$，$Mg^{2+}$，$Ca^{2+}$",
            "B. $K^+$，$Cl^-$，$Ca^{2+}$",
            "C. $K^+$，$Cl^-$，$Mg^{2+}$",
            "D. $K^+$，$Zn^{2+}$，$Ca^{2+}$和$Fe^{2+}$"
        ],
        "answer": "B"
    },
    {
        "subject": "其他",
        "topic": "植物保护",
        "question": "光学显微镜下呈现出的细胞结构被称为____。",
        "choices": [
            "A. 显微结构",
            "B. 亚显微结构",
            "C. 超显微结构",
            "D. 亚细胞结构"
        ],
        "answer": "A"
    },
    {
        "subject": "其他",
        "topic": "植物保护",
        "question": "与保卫细胞的水势变化关系最密切的离子是____。",
        "choices": [
            "A. $Ca^{2+}$",
            "B. $K^+$",
            "C. $Cl^-$",
            "D. $Mg^{2+}$"
        ],
        "answer": "B"
    },
    {
        "subject": "其他",
        "topic": "植物保护",
        "question": "在衰老的植物组织或器官中，蛋白质含量显著下降，其主要原因是____。",
        "choices": [
            "A. 蛋白质周转速率降低",
            "B. 氨基酸的生物合成受阻",
            "C. 蛋白质水解酶活性增加",
            "D. 土壤中氮素含量下降"
        ],
        "answer": "C"
    },
    {
        "subject": "其他",
        "topic": "植物保护",
        "question": "耐热性强的植物原生质蛋白质具有的特点是____。",
        "choices": [
            "A. 易发生不可逆的变性与凝聚",
            "B. 疏水键多，二硫键少",
            "C. 对热稳定，疏水键和二硫键多",
            "D. 对热稳定，疏水键和二硫键少"
        ],
        "answer": "C"
    },
    {
        "subject": "其他",
        "topic": "植物保护",
        "question": "已分化的细胞在特定情况下恢复分裂能力，重新进行细胞分裂的过程为____。",
        "choices": [
            "A. 细胞分化",
            "B. 细胞分裂",
            "C. 再分化",
            "D. 脱分化"
        ],
        "answer": "D"
    },
    {
        "subject": "其他",
        "topic": "植物保护",
        "question": "下列四组矿质元素，哪组元素的缺素症表现为叶片缺绿?____",
        "choices": [
            "A. Fe，Cl，N，Ca",
            "B. Mg，Fe，N，S",
            "C. P，N，Mg，S",
            "D. P，Mo，Mg，S"
        ],
        "answer": "B"
    },
    {
        "subject": "其他",
        "topic": "植物保护",
        "question": "在植物对逆境的适应中最为重要的植物激素是____。",
        "choices": [
            "A. 细胞分裂素",
            "B. 乙烯",
            "C. 茉莉酸甲酯",
            "D. 脱落酸"
        ],
        "answer": "D"
    },
    {
        "subject": "其他",
        "topic": "植物保护",
        "question": "把植物组织放在高渗溶液中，植物组织____。",
        "choices": [
            "A. 吸水",
            "B. 失水",
            "C. 水分动态平衡",
            "D. 水分不变化"
        ],
        "answer": "B"
    },
    {
        "subject": "其他",
        "topic": "植物保护",
        "question": "植物根系吸收后，在____被还原。",
        "choices": [
            "A. 叶肉细胞",
            "B. 根组织",
            "C. 植物体地上部",
            "D. 根组织和叶肉细胞"
        ],
        "answer": "D"
    },
    {
        "subject": "人文科学",
        "topic": "法学",
        "question": "甲、乙是某高校住同一寝室的研究生，二人合用一台电脑。甲向美国某大学申请留美奖学金，并将此事告知乙。美方发出电子邮件，邀请甲赴美留学。恰巧甲不在，乙出于嫉妒，擅自发邮件拒绝美方邀请。数日后甲发电子邮件向美方询问，美方告知甲因其拒绝邀请而不再考虑。乙侵犯了甲的____。",
        "choices": [
            "A. 姓名权",
            "B. 名誉权",
            "C. 名称权",
            "D. 隐私权"
        ],
        "answer": "A"
    },
    {
        "subject": "人文科学",
        "topic": "法学",
        "question": "甲、乙、丙三人分别出资30万元、30万元、40万元购买重型货车一辆，从事长途运输。三人约定：甲负责驾驶，乙负责对车管理维护，而丙负责招揽业务，且3年内不得分割共有物。三人对其他事项未作约定。甲、丙二人未经乙的同意，擅自签订抵押合同将该车抵押给不知情的丁，并办理了抵押登记。后来，甲因疲劳驾驶发生事故，造成行人戊受伤。对此，下列说法正确的是____。",
        "choices": [
            "A. 甲、乙、丙对于货车享有的权利份额，应当按照出资额确定",
            "B. 戊只能要求甲赔偿损失",
            "C. 丁善意取得货车的抵押权",
            "D. 甲、乙、丙可以随时请求分割共有物"
        ],
        "answer": "A"
    },
    {
        "subject": "人文科学",
        "topic": "法学",
        "question": "甲将其对乙享有的10万元货款债权转让给丙，丙再转让给丁，乙均不知情。乙将债务转让给戊，得到了甲的同意。丁要求乙履行债务，乙以其不知情为由抗辩。下列哪一表述是正确的?____",
        "choices": [
            "A. 甲将债权转让给丙的行为无效",
            "B. 丙将债权转让给丁的行为无效",
            "C. 乙将债务转让给戊的行为无效",
            "D. 如乙清偿10万元债务，则享有对戊的求偿权"
        ],
        "answer": "D"
    },
    {
        "subject": "人文科学",
        "topic": "法学",
        "question": "甲因盗窃罪案发被捕，在侦查人员对其审讯期间，甲交代了自己与乙在交通工具上抢劫3万元的犯罪事实，并协助侦查机关将乙抓获。对甲的抢劫罪____。",
        "choices": [
            "A. 可以从轻或者减轻处罚",
            "B. 可以减轻或者免除处罚",
            "C. 可以免除处罚",
            "D. 应当减轻或者免除处罚"
        ],
        "answer": "D"
    },
    {
        "subject": "人文科学",
        "topic": "法学",
        "question": "下列选项中，可以适用不当得利主张请求权的情形是____。",
        "choices": [
            "A. 甲为自己正在读大学的弟弟乙支付学费，后甲要求乙返还",
            "B. 丙明知不欠丁的钱而执意向丁还钱，后丙要求丁返还该金钱",
            "C. 张某偿还了欠李某的赌债，后张某要求李某返还赌资",
            "D. 陈某和吴某同在河边放牛，后陈某的一头牛走入吴某的牛群中，而吴某对此并不知情"
        ],
        "answer": "D"
    },
    {
        "subject": "人文科学",
        "topic": "法学",
        "question": "以牟利为目的，盗接他人通信线路、复制他人电信码号或者明知是盗接、复制的电信设备、设施而使用的，应构成____。",
        "choices": [
            "A. 非法经营罪",
            "B. 侵占罪",
            "C. 盗窃罪",
            "D. 破坏公用电信设施罪"
        ],
        "answer": "C"
    },
    {
        "subject": "人文科学",
        "topic": "法学",
        "question": "张某在甲期刊社发表了一篇颇具价值的学术论文，但未作版权说明。乙期刊社将该学术论文作为资料刊登。则乙期刊社的行为____。",
        "choices": [
            "A. 属于合理使用，不必向著作权人支付报酬",
            "B. 属于侵犯著作权的行为",
            "C. 不必经甲期刊社同意，但应向其支付报酬",
            "D. 不必经张某同意，但应向其支付报酬"
        ],
        "answer": "D"
    },
    {
        "subject": "人文科学",
        "topic": "法学",
        "question": "某住宅小区业主从事的下列行为中，不必将相关情况告知物业服务人的情形是____。",
        "choices": [
            "A. 业主甲将其房屋出租给赵某",
            "B. 业主乙在其住宅上设立居住权供其弟居住",
            "C. 业主丙依法将建筑区划内的绿地改造成花园",
            "D. 业主丁在其住宅上设立地役权"
        ],
        "answer": "D"
    },
    {
        "subject": "人文科学",
        "topic": "法学",
        "question": "下列关于法律推理的表述，能够成立的是____。",
        "choices": [
            "A. 演绎推理是一种或然性推理",
            "B. 归纳推理是从一般知识推出个别知识的推理",
            "C. 类比推理是判例法国家运用的一种基本的法律推理方法",
            "D. 辩证推理实际上是一种立法活动"
        ],
        "answer": "C"
    },
    {
        "subject": "人文科学",
        "topic": "法学",
        "question": "下列选项中，属于代理情形的是____。",
        "choices": [
            "A. 甲委托乙把自己的孩子从幼儿园接回来",
            "B. 丙接受丁的委托，以丁的名义与戊签订买卖合同",
            "C. 赵某接受钱某的委托，将钱某不接受缔约要求的意思表示向孙某作了回复",
            "D. 远大公司由法定代表人李某与宏远公司法定代表人周某签订加工承揽合同"
        ],
        "answer": "B"
    },
    {
        "subject": "人文科学",
        "topic": "法学",
        "question": "下列要素中，不能作为商标申请注册的是____。",
        "choices": [
            "A. 商务标语",
            "B. 声音",
            "C. 字母",
            "D. 颜色组合"
        ],
        "answer": "A"
    },
    {
        "subject": "人文科学",
        "topic": "法学",
        "question": "关于我国宪法修改，下列哪一选项是正确的____。",
        "choices": [
            "A. 我国修宪实践中既有对宪法的部分修改，也有对宪法的全面修改",
            "B. 经1/10以上的全国人大代表提议，可以启动宪法修改程序",
            "C. 全国人大常委会是法定的修宪主体",
            "D. 宪法修正案是我国宪法规定的宪法修改方式"
        ],
        "answer": "A"
    },
    {
        "subject": "其他",
        "topic": "注册消防工程师",
        "question": "下列情况灭火器及灭火器箱质量保证文件检查判定为不合格的是____。",
        "choices": [
            "A. 每具灭火器及其挂钩、托架等附件，灭火器箱，发光指示标志均有对应的出厂合格证",
            "B. 到场灭火器箱、灭火器及其配件的类型、规格、数量，以及灭火器的灭火级别等，与经消防设计审核、备案检查合格的建设工程消防设计文件要求一致",
            "C. 到场灭火器、灭火器箱的外观、标志、规格型号、结构部件、材料、性能参数等与其型式检验报告相一致，生产厂名及其厂址不一致",
            "D. 每具灭火器及其附件均有使用说明书，其内容包括灭火器及其附件安装、操作和维护保养的说明、警告和提示；并有灭火器维修、再充装时阅读生产厂家维修手册的提示"
        ],
        "answer": "C"
    },
    {
        "subject": "其他",
        "topic": "注册消防工程师",
        "question": "火灾自动报警系统对火灾声光警报器进行调试，逐一将火灾声光警报器与火灾报警控制器相连，接通电源。操作火灾报警控制器使火灾声光警报器启动，火灾声光警报器的光信号在100～500lx环境光线下____m处应清晰可见。",
        "choices": [
            "A. 15",
            "B. 25",
            "C. 35",
            "D. 45"
        ],
        "answer": "B"
    },
    {
        "subject": "其他",
        "topic": "注册消防工程师",
        "question": "某学校为落实消防安全教育工作，针对不同年龄段的学生分批开展消防安全宣传工作。在各级各类学校开展的消防安全工作中，每名学生在校期间参加消防安全志愿活动应不少于____。",
        "choices": [
            "A. 4h",
            "B. 6h",
            "C. 8h",
            "D. 12h"
        ],
        "answer": "A"
    },
    {
        "subject": "其他",
        "topic": "注册消防工程师",
        "question": "厂房内设置甲、乙类中间仓库时，其储量不宜超过____的需要量。",
        "choices": [
            "A. 一天",
            "B. 两天",
            "C. 一夜",
            "D. 一昼夜"
        ],
        "answer": "D"
    },
    {
        "subject": "其他",
        "topic": "注册消防工程师",
        "question": "某仓库巡视员在夜晚例行检查时，发现气体灭火控制器发出声光报警信号并处于延时阶段，经检测此信号为误报信号，那么该巡视员需采取____使系统停止灭火。",
        "choices": [
            "A. 自动控制方式",
            "B. 手动控制方式",
            "C. 应急机械启动工作方式",
            "D. 紧急启动/停止工作方式"
        ],
        "answer": "D"
    },
    {
        "subject": "其他",
        "topic": "注册消防工程师",
        "question": "其他气体灭火系统设计中，同一防护区内的预制灭火系统装置多于1台时，必须能同时启动，其动作响应时差不得大于____s。",
        "choices": [
            "A. 1",
            "B. 2",
            "C. 15",
            "D. 30"
        ],
        "answer": "B"
    },
    {
        "subject": "其他",
        "topic": "注册消防工程师",
        "question": "易燃材料的露天堆场宜设置在天然水源充足的地方，并宜布置在本单位或本地区全年最小频率风向的____。",
        "choices": [
            "A. 上风侧",
            "B. 下风侧",
            "C. 侧风向",
            "D. 下风或侧风向"
        ],
        "answer": "A"
    },
    {
        "subject": "其他",
        "topic": "注册消防工程师",
        "question": "某大型厂房施工现场，在用电防火方面的下列做法中，符合现行国家标准要求的是____。",
        "choices": [
            "A. 堆放的可燃物，距配电屏1.8m",
            "B. 产生粉尘的作业区距配电屏6m",
            "C. 普通灯具与易燃物的距离为0.2m",
            "D. 碘钨灯具与易燃物的距离为0.4m"
        ],
        "answer": "B"
    },
    {
        "subject": "其他",
        "topic": "注册消防工程师",
        "question": "某应急避难场所安装消防应急照明和疏散指示系统等消防设施，对于面积大于____的防火分区应单独设置应急照明配电箱或应急照明分配电装置。",
        "choices": [
            "A. 1000m^2",
            "B. 2000m^2",
            "C. 2500m^2",
            "D. 3000m^2"
        ],
        "answer": "B"
    },
    {
        "subject": "其他",
        "topic": "注册消防工程师",
        "question": "下列有关消防水泵接合器安装说法中，错误的是____。",
        "choices": [
            "A. 墙壁水泵接合器安装高度距地面宜为1.1m",
            "B. 组装时消防水泵接合器的安装，应按接口、本体、接连管、止回阀、安全阀、放空管、控制阀的顺序进行",
            "C. 止回阀的安装方向应使消防用水能从消防水泵接合器进入系统",
            "D. 消防水泵接合器接口距离室外消火栓或消防水池的距离宜为15～40m"
        ],
        "answer": "A"
    },
    {
        "subject": "其他",
        "topic": "注册消防工程师",
        "question": "某商场储存间储存有樟脑、松香、植物食用油和泡沫塑料等物品，则该储存间的火灾危险性应为____。",
        "choices": [
            "A. 甲类",
            "B. 乙类",
            "C. 丙类",
            "D. 丁类"
        ],
        "answer": "B"
    },
    {
        "subject": "其他",
        "topic": "注册消防工程师",
        "question": "系统的周期性检查维护中，每季度至少进行一次检查与维护的是____。",
        "choices": [
            "A. 喷头完好情况",
            "B. 报警阀组的试水阀放水及其启动性能测试",
            "C. 电磁阀启动测试",
            "D. 水泵接合器通水加压测试"
        ],
        "answer": "B"
    },
    {
        "subject": "人文科学",
        "topic": "逻辑学",
        "question": "办公室主任：本办公室不打算使用循环再利用纸张。给用户的信件必须能留下好的印象。不能打印在劣质纸张上。文具供应商：循环再利用纸张不一定是劣质的。事实上，最初的纸张就是用可回收材料制造的。一直到19世纪50年代，由于碎屑原料供不应求，才使用木纤维作为造纸原料。以下哪项最为恰当地概括了文具供应商的反驳中存在的漏洞?____",
        "choices": [
            "A. 没有意识到办公室主任对于循环再利用纸张的偏见是由于某种无知。",
            "B. 使用了不相关的事实来证明一个关于产品质量的断定。",
            "C. 不恰当地假设办公室主任忽视了环境保护。",
            "D. 不恰当地假设办公室主任了解纸张的制造工艺。"
        ],
        "answer": "B"
    },
    {
        "subject": "人文科学",
        "topic": "逻辑学",
        "question": "教育专家李教授提出，每个人在自己的一生中，都要不断地努力，否则就会像龟兔赛跑的故事一样，一时跑得快并不能保证一直领先。如果你本来基础好又能不断努力，那你肯定能比别人更早取得成功。如果李教授的陈述为真,以下哪项一定为假____",
        "choices": [
            "A. 只要不断努力，任何人都可能取得成功。",
            "B. 一时不成功并不意味着一直不成功。",
            "C. 小王本来基础好并且能不断努力，但也可能比别人更晚取得成功。",
            "D. 人的成功是有衡量标准的。"
        ],
        "answer": "C"
    },
    {
        "subject": "人文科学",
        "topic": "逻辑学",
        "question": "最近由于在蜜橘成熟季节出现持续干旱，四川蜜橘的价格比平时同期上涨了三倍，这就大大提高了橘汁酿造业的成本，估计橘汁的价格将有大幅度的提高。以下哪项如果是真的，最能削弱上述结论?____",
        "choices": [
            "A. 去年橘汁的价格是历年最低的。",
            "B. 其他替代原料可以用来生产仿橘汁。",
            "C. 最近的干旱并不如专家们估计的那么严重。",
            "D. 除了四川外，其他省份也可以提供蜜橘。"
        ],
        "answer": "D"
    },
    {
        "subject": "人文科学",
        "topic": "逻辑学",
        "question": "新疆的哈萨克人用经过训练的金雕在草原上长途追击野狼。某研究小组为研究金雕的飞行方向和判断野狼群的活动范围，将无线电传导器放置在一只金雕身上进行追踪。野狼为了觅食，其活动范围通常很广。因此，金雕追击野狼的飞行范围通常也很大。然而两周以来，无线电传导器不断传回的信号显示，金雕仅在放飞地3公里的范围内飞行。以下哪项如果为真，最有助于解释上述金雕的行为?____",
        "choices": [
            "A. 金雕放飞地周边重峦叠嶂，险峻异常。",
            "B. 金雕的放飞地2公里范围内有一牧羊草场，成为狼群袭击的目标。",
            "C. 由于受训金雕的捕杀，放飞地广阔草原的野狼几乎灭绝了。",
            "D. 无线电传导信号仅能在有限的范围内传导。"
        ],
        "answer": "B"
    },
    {
        "subject": "人文科学",
        "topic": "逻辑学",
        "question": "核电站所发生的核泄漏严重事故的最初起因，没有一次是设备故障，都是人为失误所致。这种失误，和小到导致交通堵塞，大到导致仓库失火的人为失误，没有实质性的区别。从长远的观点看，交通堵塞和仓库失火几乎是不可避免的。上述断定最能支持以下哪项结论?____",
        "choices": [
            "A. 核电站不可能因设备故障而导致事故。",
            "B. 核电站的管理并不比指挥交通、管理仓库复杂。",
            "C. 核电站如果持续运作，那么发生核泄漏严重事故几乎是不可避免的。",
            "D. 人们试图通过严格的规章制度以杜绝安全事故的努力是没有意义的。"
        ],
        "answer": "C"
    },
    {
        "subject": "人文科学",
        "topic": "逻辑学",
        "question": "要选修数理逻辑课，必须已修普通逻辑课，并对数学感兴趣。有些学生虽然对数学感兴趣，但并没有修过普通逻辑课，因此，有些对数学感兴趣的学生不能选修数理逻辑课。以下哪项中的逻辑结构与题干最为类似?____",
        "choices": [
            "A. 据学校的规定，要获得本年度的特设奖学金，必须来自贫困地区，并且成绩优秀。有些本年度特设奖学金的获得者成绩优秀，但并非来自贫困地区，因此，学校评选本年度奖学金的规定并没有得到很好的执行。",
            "B. 一本书要畅销，必须既有可读性，又经过精心的包装。有些畅销书可读性不大，因此，有些畅销书主要是靠包装。",
            "C. 为初学骑士训练的马必须强健而且温顺，有些马强健但并不温顺，因此，有些强健的马并不适合于初学骑士训练的马。",
            "D. 高级写字楼要值得投资，必须设计新颖，或者提供大量办公用地。有些新写字楼虽然设计新颖，但不能提供大量的办公用地，因此，有些新写字楼不值得投资。"
        ],
        "answer": "C"
    },
    {
        "subject": "人文科学",
        "topic": "逻辑学",
        "question": "许多公司目前都为雇员免费提供健身、缓解压力或戒烟的服务项目。这些项目增加了员工的生产力，减少了缺勤率，并降低了员工的健康保险费。因此，这些服务项目不但有益于公司，而且有利于员工个人。以下哪项如果为真，最能构成对上述论证的支持?____",
        "choices": [
            "A. 健身是公司为员工所提供的最常见的服务项目。",
            "B. 有研究表明，在有压力的管理环境中，训练对许多人都是无效的。",
            "C. 有规律的锻炼可以减少心脏病发病率并使人的精力更加充沛。",
            "D. 过快地参加大运动量的健身活动有时会造成运动伤害。"
        ],
        "answer": "C"
    },
    {
        "subject": "人文科学",
        "topic": "逻辑学",
        "question": "在超市购物后，张林把七件商品放在超市的传送带上，肉松后面紧跟着蛋糕，酸奶后面接着放的是饼干，可口可乐汽水紧跟在水果汁后面，方便面后面紧跟着酸奶，肉松和饼干之间有两件商品，方便面和水果汁之间有两件商品，最后放上去的是一只蛋糕。如果上述断定为真，那么以下哪项一定为真?____Ⅰ．水果汁在倒数第三位置上。Ⅱ．酸奶放在第二。Ⅲ．可口可乐汽水放在中间。",
        "choices": [
            "A. 只有Ⅰ。",
            "B. 只有Ⅱ。",
            "C. 只有Ⅲ。",
            "D. 只有Ⅰ和Ⅱ。"
        ],
        "answer": "B"
    },
    {
        "subject": "人文科学",
        "topic": "逻辑学",
        "question": "某市2018年的人口发展报告显示，该市常住人口1170万，其中常住外来人口440万，户籍人口730万。从区级人口分布情况来看，该市G区常住人口240万，居各区之首；H区常住人口200万，位居第二；同时，这两个区也是吸纳外来人口较多的区域，两个区常住外来人口200万，占全市常住外来人口的45％以上。根据以上陈述，可以得出以下哪项？____",
        "choices": [
            "A. 该市G区的户籍人口比H区的常住外来人口多。",
            "B. 该市H区的户籍人口比G区的常住外来人口多。",
            "C. 该市H区的户籍人口比H区的常住外来人口多。",
            "D. 该市G区的户籍人口比G区的常住外来人口多。"
        ],
        "answer": "A"
    },
    {
        "subject": "人文科学",
        "topic": "逻辑学",
        "question": "国产片《英雄》显然是前两年最好的古装武打片。这部电影是由著名导演、演员、摄影师、武打设计师和服装设计师参与的一部国际化大制作的电影。票房收入的明显领先说明观看该部影片的人数远多于进口的美国大片《卧虎藏龙》的人数，尽管《卧虎藏龙》也是精心制作的中国古装武打片。为使上述论证成立，以下哪项是必须假设的?____Ⅰ．国产影片《英雄》和美国影片《卧虎藏龙》的票价基本相同。Ⅱ．观众数量是评价电影质量的标准。Ⅲ．导演、演员、摄影师、武打设计师和服装设计师的阵容是评价电影质量的标准。",
        "choices": [
            "A. 仅仅。",
            "B. 仅仅Ⅱ。",
            "C. 仅仅Ⅲ。",
            "D. 仅仅Ⅰ和Ⅱ。"
        ],
        "answer": "D"
    },
    {
        "subject": "人文科学",
        "topic": "逻辑学",
        "question": "未来深海电缆的外皮是由玻璃制成的，而不是特殊的钢材或铝合金。原因是金属具有颗粒状的微观结构，在深海压力之下，粒子交结处的金属外皮易于断裂。玻璃外皮就不会有这种情况，因为玻璃看起来是固体，由于它在压力之下可以流动，所以可将之视为液体。以下哪项最有可能从上述议论中推出?____",
        "choices": [
            "A. 液体没有颗粒状的微观结构。",
            "B. 所有称之为固体的东西只不过是移动极其缓慢的液体。",
            "C. 只有断裂的玻璃是微观粒状的。",
            "D. 作为一种建筑材料，玻璃优于钢材和铝材。"
        ],
        "answer": "A"
    },
    {
        "subject": "人文科学",
        "topic": "逻辑学",
        "question": "生态文明建设事关社会发展方式和人民福祉。只有实行最严格的制度，最严密的法治，才能为生态文明建设提供可靠保障；如果要实行最严格的制度、最严密的法治，就要建立责任追究制度，对那些不顾生态环境盲目决策并造成严重后果者，追究其相应的责任。根据上述信息,可以得出以下哪项？____",
        "choices": [
            "A. 如果对那些不顾生态环境盲目决策并造成严重后果者追究相应责任，就能为生态文明建设提供可靠保障。",
            "B. 实行最严格的制度和最严密的法治是生态文明建设的重要目标。",
            "C. 如果不建立责任追究制度，就不能为生态文明建设提供可靠保障。",
            "D. 只有筑牢生态环境的制度防护墙，才能造福于民。"
        ],
        "answer": "C"
    },
    {
        "subject": "其他",
        "topic": "体育学",
        "question": "影响血红蛋白氧饱和度的最主要因素是____",
        "choices": [
            "A. PO2",
            "B. 血液pH值",
            "C. PCO2",
            "D. 血液的温度"
        ],
        "answer": "A"
    },
    {
        "subject": "其他",
        "topic": "体育学",
        "question": "下列能最好评价肺通气功能的指标是____",
        "choices": [
            "A. 肺通气量",
            "B. 肺活量",
            "C. 补吸气量",
            "D. 时间肺活量"
        ],
        "answer": "D"
    },
    {
        "subject": "其他",
        "topic": "体育学",
        "question": "下面不属于克服自身体重的练习是____",
        "choices": [
            "A. 引体向上",
            "B. 倒立推起",
            "C. 使用拉力器",
            "D. 纵跳"
        ],
        "answer": "C"
    },
    {
        "subject": "其他",
        "topic": "体育学",
        "question": "决定VO2max的外周机制是____",
        "choices": [
            "A. 肌纤维组成",
            "B. 有氧代谢能力",
            "C. 肌组织利用氧的能力",
            "D. 氧运输系统的机能"
        ],
        "answer": "C"
    },
    {
        "subject": "其他",
        "topic": "体育学",
        "question": "运动时，机体工作能力逐步提高是因为____",
        "choices": [
            "A. 物理惰性和植物性功能惰性",
            "B. 运动器官功能惰性和物理惰性",
            "C. 植物性功能惰性和运动器官功能惰性",
            "D. 物理惰性和生理惰性"
        ],
        "answer": "D"
    },
    {
        "subject": "其他",
        "topic": "体育学",
        "question": "“极点”产生早晚与____",
        "choices": [
            "A. 年龄无关",
            "B. 训练程度无关",
            "C. 气候条件无关",
            "D. 教练员无关"
        ],
        "answer": "D"
    },
    {
        "subject": "其他",
        "topic": "体育学",
        "question": "同为球类项目，篮球与足球对运动员身体形态、素质、技战术的要求却大不相同，主要是因为____",
        "choices": [
            "A. 运动员个体的不同",
            "B. 教练员执教能力的不同",
            "C. 各项目训练条件的不同",
            "D. 专项竞技能力的不同"
        ],
        "answer": "D"
    },
    {
        "subject": "其他",
        "topic": "体育学",
        "question": "优秀运动员全程性多年训练过程中，训练负荷始终保持在高水平区间起伏的是____",
        "choices": [
            "A. 基础训练阶段",
            "B. 专项提高阶段",
            "C. 最佳竞技阶段",
            "D. 竞技保持阶段"
        ],
        "answer": "C"
    },
    {
        "subject": "其他",
        "topic": "体育学",
        "question": "乳酸阈可用来评定机体____",
        "choices": [
            "A. 无氧能力",
            "B. 有氧能力",
            "C. 血乳酸能力",
            "D. ATP—CP系统能力"
        ],
        "answer": "B"
    },
    {
        "subject": "其他",
        "topic": "体育学",
        "question": "在极限强度运动中，肌肉中的ATP和CP在多少秒内就几乎耗竭____",
        "choices": [
            "A. 15",
            "B. 30",
            "C. 10",
            "D. 20"
        ],
        "answer": "C"
    },
    {
        "subject": "其他",
        "topic": "体育学",
        "question": "从运动员竞技能力的决定因素看，下列项目对运动员心理能力要求最高的是____",
        "choices": [
            "A. 游泳",
            "B. 跳水",
            "C. 射箭",
            "D. 摔跤"
        ],
        "answer": "C"
    },
    {
        "subject": "其他",
        "topic": "体育学",
        "question": "下列不是准备活动的作用的是____",
        "choices": [
            "A. 调节赛前状态",
            "B. 缩短进入工作状态",
            "C. 减轻“极点”程度",
            "D. 加速运动疲劳的恢复"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "大学编程",
        "question": "将一棵有100个结点的完全二叉树从根这一层开始，每一层上从左到右依次对结点进行编号，根结点的编号为1，则编号为49的结点的左孩子编号为____。",
        "choices": [
            "A. 98",
            "B. 99",
            "C. 50",
            "D. 48"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "大学编程",
        "question": "#include<iostream.h>\nclass date\n{\nprivate:\nint day,month,year;\npublic:\ndate(){}\ndate(int x,int y,int z){day=x;month=y,year=z;}\nvoid set(){day=1;month=10;year=2002;}\nvoid display(){cout<<day<<\"/\"<<month<<\"/\"<<year<<\"\";}\n};\nvoid main()\n{\ndate day1;\ndate day2(10,10,2002);\nday1.set();\nday1.display();\nday2.display();\n}\n上面C++程序运行的结果是____。",
        "choices": [
            "A. 10/10/2002 1/10/2002",
            "B. 1/10/2002 10/10/2002",
            "C. 10/10/2002 10/10/2002",
            "D. 1/10/2002 1/10/2002"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "大学编程",
        "question": "在C++中，一个函数为void f(int=1,char='a'),另一个函数为void f(int),则它们____。",
        "choices": [
            "A. 不能在同一程序中定义",
            "B. 可以在同一程序中定义并可重载",
            "C. 可以在同一程序中定义，但不可重载",
            "D. 以上说法都不正确"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "大学编程",
        "question": "对有14个元素的有序表A[1..14]作二分查找，查找元素A[6]时的被比较元素依次为____",
        "choices": [
            "A. A[l], A[2], A[3], A[4]",
            "B. A[l], A[14], A[7], A[4]",
            "C. A[7], A[5], A[3], A[6]",
            "D. A[7], A[3], A[5], A[6]"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "大学编程",
        "question": "当采用分块查找时，数据的组织方式为____",
        "choices": [
            "A. 数据分成若干块， 每块内数据有序",
            "B. 数据分成若干块， 每块内数据不必有序， 但块间必须有序， 每块内最大（ 或最小） 的数据组成索引块",
            "C. 数据分成若干块， 每块内数据有序， 但块间必须有序， 每块内最大（ 或最小） 的数据组成索引块",
            "D. 数据分成若干块， 每块（ 除最后一块外） 中数据个数需相同"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "大学编程",
        "question": "以下说法正确的是____",
        "choices": [
            "A. 在const成员函数中不可以使用this指针；",
            "B. 在static成员函数中不可以使用this 指针；",
            "C. 抽象类的成员函数都是纯虚函数；",
            "D. 抽象类的派生类必须实现抽象类中的纯虚函数。"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "大学编程",
        "question": "现有一棵无重复关键字的AVL树，对其进行中序遍历可得到一个降序序列。下列关于该AVL树的叙述中，正确的是：____",
        "choices": [
            "A. 根结点的度一定为 2",
            "B. 树中最小元素一定是叶结点",
            "C. 最后插入的元素一定是叶结点",
            "D. 树中最大元素一定是无左子树"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "大学编程",
        "question": "在C++程序中出现____情况时，将引发一个异常。",
        "choices": [
            "A. 在 main 函数的结尾少了一个大括号",
            "B. for 循环语法错误",
            "C. 被零除或数组溢出",
            "D. 数组没有被赋满值"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "大学编程",
        "question": "关于多态性，下列说法错误的是____",
        "choices": [
            "A. C++语言的多态性分为编译时的多态性和运行时的多态性；",
            "B. 运行时的多态性可通过虚函数和函数重载实现；",
            "C. 编译时的多态性可通过模板实现；",
            "D. 实现运行时多态性的机制称为动态多态性。"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "大学编程",
        "question": "有以下程序代码\n#include<iostream>\nusing namespace std;\nclass integer{\npublic:\ninteger(int value=0):value(value){}\ninteger operator+(integer itg){\nreturn value+=itg.value;\n}\nfriend ostream&operator<<(ostream&os,integer&it){\nreturn os<<it.value;\n}\nprivate:\nint value;\n};\nint main()\n{\ninteger i;\ninteger ii;\nii=2+i;\ncout<<\"i=\"<<i<<\",\";\ncout<<\"ii=\"<<ii<<endl;\nreturn 0;\n}\n编译情况或运行时输出是____",
        "choices": [
            "A. i=0 ,ii=2",
            "B. i=2 ,ii=2",
            "C. i=0 ,ii=0",
            "D. 编译错误"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "大学编程",
        "question": "—组关键字序列A(12,14,3,16,8,7,10,17,5,11,9,6,13,15,4),为排成递增序利用堆排序的方法建立的初始的堆为____",
        "choices": [
            "A. （ 3， 4， 5, 8， 9， 7, 6, 17， 16， 14， 11， 12， 13， 15， 10 )",
            "B. ( 3， 5, 4, 8, 9， 7, 6， 17， 16， 14, 11， 12, 13， 15， 10 )",
            "C. ( 17, 16, 15, 14, 11, 13, 10, 12, 5, 8, 9, 6, 7， 3， 4 )",
            "D. ( 17, 16, 14, 15, 11, 13, 10, 12, 5, 8, 9, 6, 7, 3, 4 )"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "大学编程",
        "question": "现今的软件或是操作系统往往都有32位和64位的不同的版本，主要的区别就是32位的应用程序中，使用32个二进制位（即4字节）来表示内存地址，64位软件则是用64个二进制位表示内存地址。于是，当我们在将一个程序编译为64位的程序时，有下列语句\ncout<<sizeof(int)<<\"\"<<sizeof(int*)<<\"\";\ncout<<sizeof(double)<<\"\"<<sizeof(double*)<<endl;\n其输出会是____;",
        "choices": [
            "A. 4 4 8 8",
            "B. 4 4 8 4",
            "C. 4 8 8 8",
            "D. 4 8 4 8"
        ],
        "answer": "C"
    },
    {
        "subject": "人文科学",
        "topic": "导游资格",
        "question": "李求真在“万里晴空，几片闲云浮海角；一湾碧水，八方游子恋天涯”联语中巧妙地嵌入了“海角天涯”四个字，它是____省的旅游名胜。",
        "choices": [
            "A. 广东",
            "B. 广西",
            "C. 贵州",
            "D. 海南"
        ],
        "answer": "D"
    },
    {
        "subject": "人文科学",
        "topic": "导游资格",
        "question": "下列风物特产中，属于韩国风物特产的是____。",
        "choices": [
            "A. 珍珠",
            "B. 燕窝",
            "C. 高丽参",
            "D. 香料"
        ],
        "answer": "C"
    },
    {
        "subject": "人文科学",
        "topic": "导游资格",
        "question": "世界旅游组织总部设在____。",
        "choices": [
            "A. 旧金山",
            "B. 曼谷",
            "C. 海牙",
            "D. 马德里"
        ],
        "answer": "D"
    },
    {
        "subject": "人文科学",
        "topic": "导游资格",
        "question": "《梦溪笔谈》被称为“中国科学史上的坐标”，其作者是____。",
        "choices": [
            "A. 沈括",
            "B. 祖冲之",
            "C. 徐霞客",
            "D. 吴敬梓"
        ],
        "answer": "A"
    },
    {
        "subject": "人文科学",
        "topic": "导游资格",
        "question": "被誉为“四大国宝”的我国一级保护动物是____。",
        "choices": [
            "A. 藏羚羊、白唇鹿、白鳍豚、金丝猴",
            "B. 华南虎、白鳍豚、亚洲象、大熊猫",
            "C. 大熊猫、金丝猴、白鳍豚、白唇鹿",
            "D. 金丝猴、东北虎、白唇鹿、亚洲象"
        ],
        "answer": "C"
    },
    {
        "subject": "人文科学",
        "topic": "导游资格",
        "question": "元大都是按照____传统都城的布局建造的。",
        "choices": [
            "A. 汉族",
            "B. 藏族",
            "C. 蒙古族",
            "D. 满族"
        ],
        "answer": "A"
    },
    {
        "subject": "人文科学",
        "topic": "导游资格",
        "question": "对我国名山的描述正确的是____。",
        "choices": [
            "A. 泰山有“天下第一山”之称，被列入世界自然与文化双重遗产",
            "B. 黄山有“五岳独秀”之称，被列入世界自然与文化双重遗产",
            "C. 华山最高峰南峰海拔1800米，自古以险闻名遐迩",
            "D. 衡山有七十二峰，三大主峰莲花峰、天都峰、祝融峰都超过1800米"
        ],
        "answer": "A"
    },
    {
        "subject": "人文科学",
        "topic": "导游资格",
        "question": "郁金香真正的原产地是____。",
        "choices": [
            "A. 荷兰",
            "B. 土耳其",
            "C. 法国",
            "D. 意大利"
        ],
        "answer": "B"
    },
    {
        "subject": "人文科学",
        "topic": "导游资格",
        "question": "我国最大的丛书是____。",
        "choices": [
            "A. 《吕氏春秋》",
            "B. 《永乐大典》",
            "C. 《古今图书集成》",
            "D. 《四库全书》"
        ],
        "answer": "D"
    },
    {
        "subject": "人文科学",
        "topic": "导游资格",
        "question": "“霸王别姬”是____的代表菜。",
        "choices": [
            "A. 苏菜",
            "B. 鲁菜",
            "C. 浙菜",
            "D. 湘菜"
        ],
        "answer": "A"
    },
    {
        "subject": "人文科学",
        "topic": "导游资格",
        "question": "我国成功发射的世界首颗量子科学实验卫星叫____。",
        "choices": [
            "A. “墨子号”",
            "B. “玉兔号”",
            "C. “嫦娥号”",
            "D. “天宫号”"
        ],
        "answer": "A"
    },
    {
        "subject": "人文科学",
        "topic": "导游资格",
        "question": "我国现存最古老的木结构建筑位于____。",
        "choices": [
            "A. 山西五台县南禅寺",
            "B. 山西五台县佛光寺",
            "C. 山西五台县塔院寺",
            "D. 山西芮城县广仁王庙"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "大学化学",
        "question": "对于一个化学反应来说，下列说法中正确的是____",
        "choices": [
            "A. 标准反应吉布斯自由能变化值越负，反应速率越快",
            "B. 标准反应焓变越负，反应速率越快",
            "C. 活化能越大，反应速率越快",
            "D. 活化能越小，反应速率越快"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "大学化学",
        "question": "二氧化氮通入NaOH溶液，得到的主要产物是____",
        "choices": [
            "A. $NaNO_2$",
            "B. $NaNO_2$和$O_2$",
            "C. $NaNO_3$和NO",
            "D. $NaNO_3$和$NaNO_2$"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "大学化学",
        "question": "用NaOH滴定$H_3BO_3$时，加入多元醇的作用是____",
        "choices": [
            "A. 沉淀剂",
            "B. 螯合剂",
            "C. 氧化剂",
            "D. 还原剂"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "大学化学",
        "question": "卤素单质中，在NaOH溶液中不发生歧化反应的是____",
        "choices": [
            "A. $F_2$",
            "B. $Cl_2$",
            "C. $Br_2$",
            "D. $I_2$"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "大学化学",
        "question": "根据酸碱质子理论、HCI、HAc和$NH_4^+$酸性由弱到强的顺序为____",
        "choices": [
            "A. $NH_4^+<HAc<HCl$",
            "B. $HAc<HCl<NH_4^+$",
            "C. $NH_4^+<HCl<HAc$",
            "D. $HAc<NH_4^+<HCl$"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "大学化学",
        "question": "估计下列分子或离子中，键角最小的是____",
        "choices": [
            "A. $NH_3$",
            "B. $NO_3^{-}$",
            "C. $NF_3$",
            "D. $NCl_3$"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "大学化学",
        "question": "下列物质中不是一元酸的是____",
        "choices": [
            "A. $H_3BO_3$",
            "B. $HNO_2$",
            "C. $H_3PO_3$",
            "D. $H[Ag(CN)_2]$"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "大学化学",
        "question": "已知$K_b^{\\theta}(NH_3·H_2O)=1.8×10^{-5}$，用$NH_3·H_2O$和$NH_4Cl$配制pH=9.00的缓冲溶液时，c($NH_3·H_2O$)/c($NH_4Cl$)=____",
        "choices": [
            "A. 5.6",
            "B. 0.56",
            "C. 1.8",
            "D. 3.6"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "大学化学",
        "question": "____都是广度性质。",
        "choices": [
            "A. $C_v$，Q，V，S",
            "B. w，U，V，H",
            "C. P，U，V，G",
            "D. $\\mu_i$，U，H，S"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "大学化学",
        "question": "在573K时，反应$N_2(g)+3H_2(g)\\rightleftharpoons2NH_3(g)$的$Δ_rG_m^{\\theta}=21.93kJ·mol^{-1}$，则反应的经验平衡常数$K_c/(mol·dm^{-3})^2$为____",
        "choices": [
            "A. $4.5×10^{-6}$",
            "B. $1.0×10^{-2}$",
            "C. $1.9×10^{-1}$",
            "D. 22.12"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "大学化学",
        "question": "原子序号为24的元素的基态原子，其核外电子排布为____",
        "choices": [
            "A. [Ar]3d6",
            "B. [Ar]3d54s1",
            "C. [Ar]3d44s2",
            "D. [Ar]4s24p4"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "大学化学",
        "question": "根据VSEPR理论，二硫化碳分子应该是____",
        "choices": [
            "A. 直线型",
            "B. 钝角三角形",
            "C. 等边三角形",
            "D. 其他三个都不对"
        ],
        "answer": "A"
    },
    {
        "subject": "人文科学",
        "topic": "初中历史",
        "question": "把鸦片战争作为中国近代史的开端，主要是因为____",
        "choices": [
            "A. 中国社会性质发生了变化",
            "B. 中国社会主要矛盾发生了变化",
            "C. 中国革命性质发生了变化",
            "D. 中国人民革命任务发生了变化"
        ],
        "answer": "A"
    },
    {
        "subject": "人文科学",
        "topic": "初中历史",
        "question": "隋朝末年，有位商人欲通过大运河从余杭运送一批粮食到洛阳，其先后要经过____",
        "choices": [
            "A. 江南河→邗沟",
            "B. 邗沟→江南河→通济渠",
            "C. 江南河→邗沟→永济渠",
            "D. 江南河→邗沟→通济渠"
        ],
        "answer": "D"
    },
    {
        "subject": "人文科学",
        "topic": "初中历史",
        "question": "有些人的名字往往与时代特征有一定的联系，下列名字中与他出生的时代特征不相符合的是____",
        "choices": [
            "A. 出生于1949年，取名建国",
            "B. 出生于1951年，取名援朝",
            "C. 出生于1958年，取名跃进",
            "D. 出生于1978年，取名文革"
        ],
        "answer": "D"
    },
    {
        "subject": "人文科学",
        "topic": "初中历史",
        "question": "改革开放以来，党和政府为发展社会主义经济采取的举措不包括____",
        "choices": [
            "A. 建立经济特区",
            "B. 农村实行家庭联产承包责任制",
            "C. 城市实行经济体制改革",
            "D. 农村建立人民公社"
        ],
        "answer": "D"
    },
    {
        "subject": "人文科学",
        "topic": "初中历史",
        "question": "2005年是中国电影诞生100周年。百年前，我国拍摄的第一部电影是____。",
        "choices": [
            "A. 《马路天使》",
            "B. 《渔光曲》",
            "C. 《定军山》",
            "D. 《十字街头》"
        ],
        "answer": "C"
    },
    {
        "subject": "人文科学",
        "topic": "初中历史",
        "question": "历史上第一个圆了人类飞上蓝天的梦想而被称为“航天飞行器的先驱”的是____。",
        "choices": [
            "A. 奥托",
            "B. 莱特兄弟",
            "C. 富兰克林",
            "D. 蒙特哥菲尔兄弟"
        ],
        "answer": "B"
    },
    {
        "subject": "人文科学",
        "topic": "初中历史",
        "question": "英国资产阶级革命前，新贵族和旧贵族的主要区别在于他们____",
        "choices": [
            "A. 对君主专制的态度",
            "B. 身份和地位",
            "C. 对人民的态度",
            "D. 采用的生产方式"
        ],
        "answer": "D"
    },
    {
        "subject": "人文科学",
        "topic": "初中历史",
        "question": "七年级（一）班本月负责学校文化长廊的黑板报设计，他们选定的主题是“唐代的中外交往”，并拟定了如下四个标题，请你帮他们指出哪一项是不恰当的____",
        "choices": [
            "A. 文成公主与松赞干布成亲",
            "B. 鉴真东渡宣扬中国文化",
            "C. 玄奘西游天竺取经",
            "D. 日本派遣唐使来华"
        ],
        "answer": "A"
    },
    {
        "subject": "人文科学",
        "topic": "初中历史",
        "question": "形成日后华夏族的主要部落是____",
        "choices": [
            "A. 黄帝、蚩尤部落",
            "B. 炎帝、蚩尤部落",
            "C. 黄帝、炎帝、蚩尤部落",
            "D. 黄帝、炎帝部落"
        ],
        "answer": "D"
    },
    {
        "subject": "人文科学",
        "topic": "初中历史",
        "question": "“当革命的风暴横扫整个法国的时候，英国正在进行一场比较平静、但是并不因此就显得缺乏力量的变革。”这句话中的“变革”是指____。",
        "choices": [
            "A. 英国资产阶级革命",
            "B. 光荣革命",
            "C. 英国组织的“反法同盟”",
            "D. 工业革命"
        ],
        "answer": "D"
    },
    {
        "subject": "人文科学",
        "topic": "初中历史",
        "question": "1943年2月，罗斯福在致斯大林的一封贺信中写到：“是你们制止了侵略浪潮，成为盟军反侵略战争的转折点。”这一“转折点”是指____",
        "choices": [
            "A. 日本偷袭珍珠港",
            "B. 莫斯科保卫战",
            "C. 斯大林格勒会战",
            "D. 诺曼底登陆"
        ],
        "answer": "C"
    },
    {
        "subject": "人文科学",
        "topic": "初中历史",
        "question": "1997年7月1日香港维多利亚港湾的会展中心灯火辉煌，0时整，伴随着嘹亮的中华人民共和国国歌，鲜艳的五星红旗冉冉升起。从这一刻起____",
        "choices": [
            "A. 香港社会制度改变了",
            "B. 中国对香港恢复行使主权",
            "C. 香港经济特区成立了",
            "D. 香港开始实行民族区域自治"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "初中化学",
        "question": "物质的性质决定物质的用途，下列物质的用途与化学性质相关的是____",
        "choices": [
            "A. 铜丝用作导线",
            "B. 金刚石用于切割玻璃",
            "C. 干冰用于人工降雨",
            "D. 熟石灰用于改良酸性土壤"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "初中化学",
        "question": "下列成语中不涉及化学变化的是____",
        "choices": [
            "A. 星火燎原",
            "B. 披荆斩棘",
            "C. 死灰复燃",
            "D. 百炼成钢"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "初中化学",
        "question": "2022年2月4日，北京冬奥会火炬首次采用“绿氢”作为火炬燃料，其储存采用了高压储气的方式。下列关于该储气过程的说法正确的是____",
        "choices": [
            "A. 氢分子的体积变小",
            "B. 氢分子的质量变小",
            "C. 氢分子的数目变少",
            "D. 氢分子间的间隔变小"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "初中化学",
        "question": "下列有关溶液的说法正确的是____",
        "choices": [
            "A. 均一、稳定的液体一定是溶液",
            "B. 洗涤剂能洗去衣服上的油污，原因是洗涤剂具有溶解作用",
            "C. 溶液中的溶质可以是固体、液体或气体",
            "D. 实验室利用氯化钠固体和水配制50g质量分数为6%的氯化钠溶液的步骤是：计算、量取、溶解、贮存"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "初中化学",
        "question": "治疗胃酸过多药物铝碳酸镁片[主要成分$Al_2Mg_6(OH)_{16}CO_3·4H_2O$]不能长期服用，是因为其中含有人体非必需元素____",
        "choices": [
            "A. Mg",
            "B. Hg",
            "C. C",
            "D. Al"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "初中化学",
        "question": "$Na_2CO_3$俗称纯碱，侯德榜为纯碱工业的发展做出了杰出贡献。$Na_2CO_3$属于____",
        "choices": [
            "A. 氧化物",
            "B. 盐",
            "C. 有机物",
            "D. 混合物"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "初中化学",
        "question": "逻辑推理是学习化学常用的思维方法，下列推理正确的是____",
        "choices": [
            "A. 物质燃烧都能放热，能放热的化学反应都是燃烧",
            "B. 有机化合物都含有碳元素，则含有碳元素的化合物都是有机物",
            "C. 碱性溶液可以使石蕊溶液变蓝，则能使石蕊溶液变蓝的溶液都显碱性",
            "D. 中和反应生成盐和水，则生成盐和水的反应都是中和反应"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "初中化学",
        "question": "化学与环境保护、人体键康息息相关。下列叙述错误的是____",
        "choices": [
            "A. 天然气是比较清洁的化石燃料",
            "B. 研发高效低毒农药有助于保障粮食安全",
            "C. 生活污水集中处理达标后排放",
            "D. 蒸煮能完全清除霉变食物中的有害物质"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "初中化学",
        "question": "2022年6月5日是第51个世界环境日，中国主题为“共建清洁美丽世界”，下列措施与该主题不相符的是____",
        "choices": [
            "A. 绿色出行，积极践行“低碳生活”",
            "B. 用布袋代替塑料袋，减少“白色污染”",
            "C. 植树造林，努力营造“绿水青山”",
            "D. 大量开采利用化石燃料，缓解“能源危机”"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "初中化学",
        "question": "疫情期间，教室喷洒“84消毒液”进行消毒时，可闻到刺鼻的气味，说明了____",
        "choices": [
            "A. 分子数目变大",
            "B. 分子之间有间隔",
            "C. 分子在不断运动",
            "D. 反应生成新物质"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "初中化学",
        "question": "某同学用pH计测得生活中一些物质的pH值如下、其中酸性最强的是____",
        "choices": [
            "A. 肥皂水pH：10.2",
            "B. 料酒pH：6.5",
            "C. 西瓜汁pH：5.8",
            "D. 苹果汁pH：2.4"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "初中化学",
        "question": "化学与生产、生活密切相关，下列说法错误的是____",
        "choices": [
            "A. 人体缺碘会引起贫血",
            "B. 碳酸氢铵（$NH_4HCO_3$）是一种氮肥",
            "C. 炒菜时油锅着火，用锅盖盖灭",
            "D. 铁制品表面刷漆可防止生锈"
        ],
        "answer": "A"
    },
    {
        "subject": "社会科学",
        "topic": "马克思主义基本原理",
        "question": "经济社会形态____",
        "choices": [
            "A. 是直接或间接以生产关系性质划分",
            "B. 是以生产力和生产关系的统一程度划分",
            "C. 是以如何进行产品分配划分",
            "D. 是以生产力和技术发展水平划分"
        ],
        "answer": "A"
    },
    {
        "subject": "社会科学",
        "topic": "马克思主义基本原理",
        "question": "我国改革开放20多年来发生了历史性的巨变，但仍然是一个发展中国家，这体现了____",
        "choices": [
            "A. 世界的物质统一性原理",
            "B. 物质和意识的辩证关系原理",
            "C. 物质运动和时空不可分割的观点",
            "D. 运动和静止相统一的观点"
        ],
        "answer": "D"
    },
    {
        "subject": "社会科学",
        "topic": "马克思主义基本原理",
        "question": "我党一贯倡导并长期保持的优良学风是____",
        "choices": [
            "A. 艰苦奋斗",
            "B. 实事求是",
            "C. 理论联系实际",
            "D. 勤俭节约"
        ],
        "answer": "C"
    },
    {
        "subject": "社会科学",
        "topic": "马克思主义基本原理",
        "question": "列宁对辩证唯物主义物质范畴的定义是通过____界定的",
        "choices": [
            "A. 物质和意识的关系",
            "B. 个别与一般的关系",
            "C. 哲学与具体科学的关系",
            "D. 认识与实践的关系"
        ],
        "answer": "A"
    },
    {
        "subject": "社会科学",
        "topic": "马克思主义基本原理",
        "question": "“没有革命的理论，就没有事命的运动”，这句话直接体现的哲学原型是____",
        "choices": [
            "A. 意识有能动作用",
            "B. 认识有能动作用",
            "C. 科学理论对实践有巨大指导作用",
            "D. 物质决定意识"
        ],
        "answer": "C"
    },
    {
        "subject": "社会科学",
        "topic": "马克思主义基本原理",
        "question": "真理与谬误在一定条件下可以相互转化，是因为____",
        "choices": [
            "A. 真理与谬误本身没有严格的界限",
            "B. 真理与谬误的区别是主观错误造成的",
            "C. 谬误中包含着真理的因素",
            "D. 真理与谬误具有同一性"
        ],
        "answer": "D"
    },
    {
        "subject": "社会科学",
        "topic": "马克思主义基本原理",
        "question": "资产阶级所宣扬的“一般民主”的唯心史观基础是____",
        "choices": [
            "A. 天赋人权论",
            "B. 抽象人性论",
            "C. 社会契约论",
            "D. 三权分立论"
        ],
        "answer": "B"
    },
    {
        "subject": "社会科学",
        "topic": "马克思主义基本原理",
        "question": "马克思主义哲学认为，世界在本质上是____",
        "choices": [
            "A. 各种实物的总和",
            "B. 物质和精神的统一",
            "C. 多样性的物质统一",
            "D. 主观与客体的统一"
        ],
        "answer": "C"
    },
    {
        "subject": "社会科学",
        "topic": "马克思主义基本原理",
        "question": "在马克思主义普遍原理指导下，从中国的基本国情出发，走建设有中国特色社会主义道路。这体现了____",
        "choices": [
            "A. 矛盾的同一性和斗争性的统一",
            "B. 矛盾的普遍性和特殊性的统一",
            "C. 事物发展的量变和质变的统一",
            "D. 事物发展的前进性和曲折性的统一"
        ],
        "answer": "B"
    },
    {
        "subject": "社会科学",
        "topic": "马克思主义基本原理",
        "question": "马克思主义认识论角度来看，人类认识发展的动力在于____",
        "choices": [
            "A. 人类的需要",
            "B. 人类的创造力",
            "C. 人类的社会实践的发展",
            "D. 人类的正确认识路线"
        ],
        "answer": "C"
    },
    {
        "subject": "社会科学",
        "topic": "马克思主义基本原理",
        "question": "事物的质是指____",
        "choices": [
            "A. 构成事物内在要素的总和",
            "B. 组成事物基本要素的内在联系",
            "C. 一事物区别与其他事物的内在规定性",
            "D. 事物的规模、发展程度和速度等规定性"
        ],
        "answer": "C"
    },
    {
        "subject": "社会科学",
        "topic": "马克思主义基本原理",
        "question": "衡量一个人的人生价值应根据他____",
        "choices": [
            "A. 对社会的贡献",
            "B. 能力大小",
            "C. 社会地位的高低",
            "D. 拥有的金钱财富"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "高中物理",
        "question": "物体在合外力F作用下，产生加速度a，下面说法中正确的是____",
        "choices": [
            "A. 在匀减速直线运动中，a与F反向",
            "B. 只有在匀加速直线运动中，a才与F同向",
            "C. 不论在什么运动中，a与F的方向总是一致的",
            "D. 以上说法都不对"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "高中物理",
        "question": "提出“电场线”的科学家是____",
        "choices": [
            "A. 库仑",
            "B. 法拉第",
            "C. 麦克斯韦",
            "D. 爱因斯坦"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "高中物理",
        "question": "关于必然质量的气体，以下有关气体的压强、体积、温度之间关系的说法正确的选项是____",
        "choices": [
            "A. 若是保持气体的体积不变，温度高升，压强减小",
            "B. 若是保持气体的体积不变，温度降低，压强增大",
            "C. 若是保持气体的温度不变，体积越小，压强越小",
            "D. 若是保持气体的温度不变，体积越小，压强越大"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "高中物理",
        "question": "“神舟六号”飞船从发射至返回的各阶段中，机械能守恒的是____",
        "choices": [
            "A. 加速升空阶段",
            "B. 在圆轨道绕地球运行阶段",
            "C. 进入大气层减速阶段",
            "D. 降落伞张开后下降阶段"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "高中物理",
        "question": "站在地面上，先将两腿弯曲，再用力蹬地，就能跳离地面，人能跳起离开地面的原因是:____",
        "choices": [
            "A. 人除了受到地面的弹力外，还受到一个向上的力",
            "B. 地面对人的支持力大于人受到的重力",
            "C. 地面对人的支持力大于人对地面的压力",
            "D. 人对地面的压力和地面对人的支持力是一对平衡力"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "高中物理",
        "question": "一只电炉的电阻丝和一台电动机线圈电阻相同，将它们并联接入电路，当电动机正常工作时，通过电动机的电流与通过电炉的电流的关系为____",
        "choices": [
            "A. 电动机的电流大于电炉的电流",
            "B. 电动机的电流等于电炉的电流",
            "C. 电动机的电流小于电炉的电流",
            "D. 无法判断"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "高中物理",
        "question": "质量为m的滑块沿高为h，长为l的粗糙斜面匀速下滑，在滑块从斜面顶端滑至低端的过程中____",
        "choices": [
            "A. 重力对滑块所做的功为$mgh$",
            "B. 滑块克服摩擦所做的功为$mgl$",
            "C. 滑块的机械能保持不变",
            "D. 滑块的重力势能增加了$mgh$"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "高中物理",
        "question": "下列有关物理学史的内容，说法正确的是____",
        "choices": [
            "A. 开普勒阐述了行星的运动定律，并提出了万有引力定律",
            "B. 牛顿提出了万有引力定律，并通过实验精确测量了引力常量G的数值",
            "C. 法拉第提出一种观点，认为在电荷的周围存在由它产生的电场",
            "D. 库仑通过实验测定了元电荷$e$的数值约为$1.6\\times10^{-19}\\text{C}$"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "高中物理",
        "question": "小船在静水中的速度是4m/s，一条河宽120m，河水流速为5m/s，下列说法正确的是____",
        "choices": [
            "A. 小船在河中运动的最大速度是9m/s",
            "B. 小船渡河的最短时间是24s",
            "C. 小船能到达河的正对岸",
            "D. 小船渡河的最小位移是200m"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "高中物理",
        "question": "两列振动方向相同、振幅分别为A1和A2的相干简谐横波相遇。下列说法正确的是____",
        "choices": [
            "A. 波峰与波谷相遇处质点的振幅为$|A_1-A_2|$",
            "B. 波峰与波峰相遇处质点离开平衡位置的位移始终为$A_{1}+A_{2}$",
            "C. 波峰与波谷相遇处质点的位移总是小于波峰与波峰相遇处质点的位移",
            "D. 波峰与波峰相遇处质点的振幅一定小于波峰与波谷相遇处质点的振幅"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "高中物理",
        "question": "某同学身高1.8m，在运动会上他参加跳高比赛中，起跳后身体横着越过了1.8m高度的横杆，据此我们可估算出他起跳时竖直向上的速度大约为（取g=$10m/s^2$）____",
        "choices": [
            "A. 2m/s",
            "B. 4m/s",
            "C. 6m/s",
            "D. 8m/s"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "高中物理",
        "question": "北京时间2022年3月5日14时01分，我国在西昌卫星发射中心使用长征二号丙运载火箭，采用“一箭多星”技术，成功将银河航天02批卫星（6颗）及其搭载的1颗商业遥感卫星发射升空。遥感卫星进入距地表约500km的近地轨道做匀速圆周运动。已知引力常量为G，地球半径为R，地球表面重力加速度为g。下列说法正确的是____",
        "choices": [
            "A. 该遥感卫星的轨道属于地球同步轨道",
            "B. 根据题目已知条件，可以估算该遥感卫星的线速度大小",
            "C. 根据已知条件可以计算该遥感卫星所受万有引力大小",
            "D. 该遥感卫星在轨道上的角速度比月球绕地球的角速度小"
        ],
        "answer": "B"
    },
    {
        "subject": "社会科学",
        "topic": "初中地理",
        "question": "关于我国河流的叙述，错误的是____",
        "choices": [
            "A. 塔里木河是我国最长的内流河",
            "B. 长江是我国长度、水量最大、流域面积最广的河流",
            "C. 我国外流河最终注入太平洋",
            "D. 长江被誉为“水能宝库”“黄金水道”"
        ],
        "answer": "C"
    },
    {
        "subject": "社会科学",
        "topic": "初中地理",
        "question": "从有利于人类生存的角度看，你应该把“家”选在____",
        "choices": [
            "A. 南极地区",
            "B. 撒哈拉沙漠",
            "C. 喜马拉雅山",
            "D. 长江中下游平原"
        ],
        "answer": "D"
    },
    {
        "subject": "社会科学",
        "topic": "初中地理",
        "question": "印度的“绿色革命”指的是____",
        "choices": [
            "A. 植树造林，保护环境",
            "B. 引进培育作物品种，改进粮食生产技术",
            "C. 改进灌溉技术，用传统粪肥代替化肥",
            "D. 推广天然无公害、无污染的绿色产品"
        ],
        "answer": "B"
    },
    {
        "subject": "社会科学",
        "topic": "初中地理",
        "question": "对印度的农业生产有重要意义的是____",
        "choices": [
            "A. 西北季风",
            "B. 东北季风",
            "C. 东南季风",
            "D. 西南季风"
        ],
        "answer": "D"
    },
    {
        "subject": "社会科学",
        "topic": "初中地理",
        "question": "我国最大的岛屿是____",
        "choices": [
            "A. 台湾岛",
            "B. 海南岛",
            "C. 香港岛",
            "D. 崇明岛"
        ],
        "answer": "A"
    },
    {
        "subject": "社会科学",
        "topic": "初中地理",
        "question": "在小刚的一篇作文中有以下一些描述语言，你认为不合适的是____  ①今天的气候很好，适合外出游玩     ②今年冬天气温较常年偏高，天气出现了异常     ③昆明四季如春，这里的气候真不错     ④早饭后还是晴空万里，到了中午却是乌云滚滚，大雨倾盆，今天的气候变化真大",
        "choices": [
            "A. ①②③",
            "B. ②③④",
            "C. ①②④",
            "D. ①③④"
        ],
        "answer": "C"
    },
    {
        "subject": "社会科学",
        "topic": "初中地理",
        "question": "下列地区的农业生产符合因地制宜原则的是____",
        "choices": [
            "A. 在黄土高原地区大力发展粮食生产",
            "B. 在珠江三角洲大力发展林业",
            "C. 在新疆地区大力发展水稻生产",
            "D. 在长江中下游地区大力发展淡水养殖业"
        ],
        "answer": "D"
    },
    {
        "subject": "社会科学",
        "topic": "初中地理",
        "question": "世界上使用人数最多、使用泛围最广泛的语言分别是____",
        "choices": [
            "A. 英语、法语",
            "B. 汉语、英语",
            "C. 阿拉伯语、西班牙语",
            "D. 俄语、英语"
        ],
        "answer": "B"
    },
    {
        "subject": "社会科学",
        "topic": "初中地理",
        "question": "2014年3月，大范围雾霾天气长时间影响我国东部地区，严重危害人体健康。造成雾霾天气的人为原因有____\n①工业生产中使用矿物作为燃料，大量排放污染物     ②汽车尾气的大量排放     \n③风力小，空气流动不畅     ④冬季取暖排放粉尘",
        "choices": [
            "A. ①②③",
            "B. ②③④",
            "C. ①③④",
            "D. ①②④"
        ],
        "answer": "D"
    },
    {
        "subject": "社会科学",
        "topic": "初中地理",
        "question": "世界上椰子的最大生产国和最大出口国分别是____",
        "choices": [
            "A. 泰国、菲律宾",
            "B. 菲律宾、印度尼西亚",
            "C. 印度尼西亚、菲律宾",
            "D. 菲律宾、泰国"
        ],
        "answer": "C"
    },
    {
        "subject": "社会科学",
        "topic": "初中地理",
        "question": "我国水资源的时间分布规律是____",
        "choices": [
            "A. 东南多，西北少",
            "B. 东南少，西北多",
            "C. 夏秋多，冬春少",
            "D. 夏秋少，冬春多"
        ],
        "answer": "C"
    },
    {
        "subject": "社会科学",
        "topic": "初中地理",
        "question": "2016年1月起，我国全面开放二孩政策的主要目的是____",
        "choices": [
            "A. ①②",
            "B. ②③",
            "C. ②④",
            "D. ③④"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "计算机组成",
        "question": "用海明码对长度为8位的数据进行检/纠错时，若能纠正一位错，则校验位数至少为____。",
        "choices": [
            "A. 2",
            "B. 3",
            "C. 4",
            "D. 5"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "计算机组成",
        "question": "总线宽度与下列____有关。",
        "choices": [
            "A. 控制线根数",
            "B. 数据线根数",
            "C. 地址线根数",
            "D. 以上都不对"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "计算机组成",
        "question": "对真值0表示形式唯一的机器数是____。",
        "choices": [
            "A. 原码",
            "B. 补码和移码",
            "C. 反码",
            "D. 以上都不对"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "计算机组成",
        "question": "子程序调用指令执行时，要把当前程序计数器(PC)的内容存到____。",
        "choices": [
            "A. 通用寄存器",
            "B. 堆栈",
            "C. 指令寄存器",
            "D. 数据缓冲器"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "计算机组成",
        "question": "开中断和关中断两种操作都用于对____进行设置。",
        "choices": [
            "A. 中断允许触发器",
            "B. 中断屏蔽寄存器",
            "C. 中断请求寄存器",
            "D. 中断向量寄存器"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "计算机组成",
        "question": "按通道的工作方式分，通道有____。",
        "choices": [
            "A. 选择通道",
            "B. 字节多路通道",
            "C. 数组多路通道",
            "D. 以上答案均正确"
        ],
        "answer": "D"
    },
    {
        "subject": "STEM",
        "topic": "计算机组成",
        "question": "执行for循环时，需要传送循环次数值给某专用寄存器，一般使用的寻址方式是____。",
        "choices": [
            "A. 立即寻址",
            "B. 直接寻址",
            "C. 基址寻址",
            "D. 相对寻址"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "计算机组成",
        "question": "指令中地址码的长度不仅与主存容量有关，而且还与____有关。",
        "choices": [
            "A. 主存字长",
            "B. 最小寻址单位",
            "C. 指令格式",
            "D. 地址码格式"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "计算机组成",
        "question": "中断发生时，程序计数器内容的保护和更新是由____完成的。",
        "choices": [
            "A. 硬件自动",
            "B. 进栈指令和转移指令",
            "C. 访存指令",
            "D. 中断服务程序"
        ],
        "answer": "A"
    },
    {
        "subject": "STEM",
        "topic": "计算机组成",
        "question": "已知一台时钟频率为2GHz的计算机的CPI为1.2。某程序P在该计算机上的指令条数为$4×10^9$。若在该计算机上，程序P从开始启动到执行结束所经历的时间是4s，则运行P所用CPU时间占整个CPU时间的百分比大约是____。",
        "choices": [
            "A. 40%",
            "B. 60%",
            "C. 80%",
            "D. 100%"
        ],
        "answer": "B"
    },
    {
        "subject": "STEM",
        "topic": "计算机组成",
        "question": "某计算机字长32位，其存储容量是1MB。若按字编址，它的寻址范围是____。",
        "choices": [
            "A. 0～1M",
            "B. 0～512K",
            "C. 0～256K",
            "D. 0～256KB"
        ],
        "answer": "C"
    },
    {
        "subject": "STEM",
        "topic": "计算机组成",
        "question": "微型计算机的发展以____技术为标志。",
        "choices": [
            "A. 操作系统",
            "B. 微处理器",
            "C. 磁盘",
            "D. 软件"
        ],
        "answer": "B"
    },
    {
        "subject": "其他",
        "topic": "临床医学",
        "question": "急性粒细胞性白血病时，瘤细胞在骨膜下浸润，聚集成肿块，称为____",
        "choices": [
            "A. 棕色瘤",
            "B. 黄色瘤",
            "C. 绿色瘤",
            "D. Wilms瘤"
        ],
        "answer": "C"
    },
    {
        "subject": "其他",
        "topic": "临床医学",
        "question": "有关非ST段抬高心肌梗死的治疗方案，以下哪项正确____",
        "choices": [
            "A. 溶栓是基础治疗",
            "B. 低危险组不必使用药物",
            "C. 中危险组以阿司匹林和肝素尤其是低分子量肝素治疗为主",
            "D. 高危险组以介入治疗为首选"
        ],
        "answer": "D"
    },
    {
        "subject": "其他",
        "topic": "临床医学",
        "question": "急性呼吸衰竭最早出现的症状是____",
        "choices": [
            "A. 发绀",
            "B. 呼吸困难",
            "C. 精神错乱",
            "D. 心动过速"
        ],
        "answer": "B"
    },
    {
        "subject": "其他",
        "topic": "临床医学",
        "question": "慢性胃溃疡最常见的并发症是____",
        "choices": [
            "A. 幽门狭窄",
            "B. 穿孔",
            "C. 出血",
            "D. 癌变"
        ],
        "answer": "C"
    },
    {
        "subject": "其他",
        "topic": "临床医学",
        "question": "附睾精液囊肿____",
        "choices": [
            "A. 精子自附睾管溢出至周围组织形成的囊肿",
            "B. 睾丸网或输出小管扩张形成囊肿，囊肿液中可见精子或精子碎片",
            "C. 囊肿为质硬的圆形包块",
            "D. 囊肿与周围组织界限不清"
        ],
        "answer": "B"
    },
    {
        "subject": "其他",
        "topic": "临床医学",
        "question": "男性，65岁。昏迷10小时。血气分析：$pH$ 7．26，$PaCO_2$82mmHg，$PaO_2$ 45mmHg。下列哪项处理不适宜____",
        "choices": [
            "A. 机械通气",
            "B. 呼吸兴奋剂",
            "C. 支持疗法",
            "D. 高浓度给氧"
        ],
        "answer": "D"
    },
    {
        "subject": "其他",
        "topic": "临床医学",
        "question": "基底细胞癌最常见的好发部位是____",
        "choices": [
            "A. 小阴唇",
            "B. 前庭",
            "C. 阴蒂",
            "D. 大阴唇"
        ],
        "answer": "D"
    },
    {
        "subject": "其他",
        "topic": "临床医学",
        "question": "某患者，5月前曾进行链激酶治疗心肌梗死，现出现大面积肺血栓栓塞症，应该如何治疗____",
        "choices": [
            "A. 继续使用链激酶溶栓",
            "B. 用尿激酶溶栓",
            "C. 严禁用任何的溶栓药",
            "D. 立刻使用负荷量的华法林"
        ],
        "answer": "B"
    },
    {
        "subject": "其他",
        "topic": "临床医学",
        "question": "下列哪项不符合糖尿病酮症酸中毒的实验室检查结果____",
        "choices": [
            "A. pH＜7．35",
            "B. 血酮体＞4．8mmol／L",
            "C. 血糖多＞33．3mmol／L",
            "D. 血白细胞计数＞10×10^9 ／L"
        ],
        "answer": "C"
    },
    {
        "subject": "其他",
        "topic": "临床医学",
        "question": "最易和肺转移癌相混淆的是____",
        "choices": [
            "A. 中央型肺癌",
            "B. 周围型肺癌",
            "C. 弥漫型肺癌",
            "D. 大细胞肺癌"
        ],
        "answer": "C"
    },
    {
        "subject": "其他",
        "topic": "临床医学",
        "question": "早期胃癌最多见的类型是____",
        "choices": [
            "A. 隆起型",
            "B. 表浅型",
            "C. 凹陷型",
            "D. 表浅平坦型"
        ],
        "answer": "C"
    },
    {
        "subject": "其他",
        "topic": "临床医学",
        "question": "下列哪项检查不是反映慢性溶血性贫血时骨髓代偿增生的证据____",
        "choices": [
            "A. 骨髓代偿增生",
            "B. 末梢血出现幼红细胞",
            "C. 骨髓幼红细胞增生活跃",
            "D. 外周血涂片发现红细胞碎片"
        ],
        "answer": "D"
    },
    {
        "subject": "人文科学",
        "topic": "近代史纲要",
        "question": "党的过渡时期总路线的“一体”指的是____",
        "choices": [
            "A. 国家工业化",
            "B. 对农业的社会主义改造",
            "C. 对手工业的社会主义改造",
            "D. 对资本主义工商业的社会主义改造"
        ],
        "answer": "A"
    },
    {
        "subject": "人文科学",
        "topic": "近代史纲要",
        "question": "下列不平等条约中，赔款数额最多的是____",
        "choices": [
            "A. 《南京条约》",
            "B. 《北京条约》",
            "C. 《马关条约》",
            "D. 《辛丑条约》"
        ],
        "answer": "D"
    },
    {
        "subject": "人文科学",
        "topic": "近代史纲要",
        "question": "大革命时期的统一战线和抗日民族统一战线____",
        "choices": [
            "A. 都有共同的政治纲领",
            "B. 均采取党内合作方式",
            "C. 全具有反帝反封建性质",
            "D. 皆有各阶层广泛参加"
        ],
        "answer": "A"
    },
    {
        "subject": "人文科学",
        "topic": "近代史纲要",
        "question": "下列关于洋务运动叙述不正确的是____",
        "choices": [
            "A. 洋务运动是封建统治阶级为了维护自己的统治而进行的一场自救运动",
            "B. 客观上促进了资本主义的发展",
            "C. 口号是“自强”和 “求富”",
            "D. 触及到了封建统治的根基"
        ],
        "answer": "D"
    },
    {
        "subject": "人文科学",
        "topic": "近代史纲要",
        "question": "我国的改革从经济体制改革着手，经济体制的改革首先在____",
        "choices": [
            "A. 思想解放上取得突破",
            "B. 对外开放上取得进展",
            "C. 城市经济体制改革取得突破性进展",
            "D. 农村取得突破性进展"
        ],
        "answer": "D"
    },
    {
        "subject": "人文科学",
        "topic": "近代史纲要",
        "question": "率领北平国民党军队接受和平改编的国民党将领是____",
        "choices": [
            "A. 张治中",
            "B. 蔡廷锴",
            "C. 杜聿明",
            "D. 傅作义"
        ],
        "answer": "D"
    },
    {
        "subject": "人文科学",
        "topic": "近代史纲要",
        "question": "革命统一战线正式建立的标志是____",
        "choices": [
            "A. 国民党“一大”的召开",
            "B. 国民党改组",
            "C. 三民主义发展为新三民主义",
            "D. 中共“三大”的召开"
        ],
        "answer": "A"
    },
    {
        "subject": "人文科学",
        "topic": "近代史纲要",
        "question": "北伐战争对准的军阀是____①吴佩孚②孙传芳③张作霖④段祺瑞",
        "choices": [
            "A. ①②③",
            "B. ②③④",
            "C. ①③④",
            "D. ①②③④"
        ],
        "answer": "A"
    },
    {
        "subject": "人文科学",
        "topic": "近代史纲要",
        "question": "中国共产党发出“停止内战，一致抗日”的号召是在____",
        "choices": [
            "A. 蒋介石对中央苏区第四次“围剿”时",
            "B. “何梅协定”签订后",
            "C. 瓦窑堡会议期间",
            "D. 西安事变发生后"
        ],
        "answer": "B"
    },
    {
        "subject": "人文科学",
        "topic": "近代史纲要",
        "question": "七届二中全会召开的地点是____",
        "choices": [
            "A. 北平",
            "B. 延安",
            "C. 西柏坡",
            "D. 上海"
        ],
        "answer": "C"
    },
    {
        "subject": "人文科学",
        "topic": "近代史纲要",
        "question": "由于帝国主义、封建主义、官僚资本主义的残酷压迫，中国人民走上了反帝反封建反官僚资本主义斗争的伟大时代。民主革命的主要力量是____",
        "choices": [
            "A. 工人",
            "B. 民族资产阶级",
            "C. 工人、农民",
            "D. 工人、农民、城市小资产阶级群众"
        ],
        "answer": "D"
    },
    {
        "subject": "人文科学",
        "topic": "近代史纲要",
        "question": "孙中山三民主义思想的核心是____",
        "choices": [
            "A. 驱除鞑虏",
            "B. 恢复中华",
            "C. 创立民国",
            "D. 平均地权"
        ],
        "answer": "C"
    },
    {
        "subject": "社会科学",
        "topic": "初中政治",
        "question": "2018年11月1日，习近平总书记主持召开民营企业座谈会并发表重要讲话，强调我国民营经济只能壮大、不能弱化。这是因为____",
        "choices": [
            "A. 民营经济是国民经济的主导力量",
            "B. 民营经济是社会主义经济制度的基础",
            "C. 只有民营经济才能促进大众创业、万众创新",
            "D. 我国坚持以公有制为主体、多种所有制经济共同发展"
        ],
        "answer": "D"
    },
    {
        "subject": "社会科学",
        "topic": "初中政治",
        "question": "要坚持市场在资源配置中起决定性作用，其原因有____ \n\n①为了保持经济发展的活力 ②市场配置资源是最有效率的形式\n③政府履行职能可以保持宏观经济的稳定 ④可以加强和优化公共服务，促进共同富裕",
        "choices": [
            "A. ①②",
            "B. ①③",
            "C. ②④",
            "D. ③④"
        ],
        "answer": "D"
    },
    {
        "subject": "社会科学",
        "topic": "初中政治",
        "question": "当今世界，科学技术日新月异，全球竞争不断升级，中国要把握世界的发展趋势，积极谋求自身发展，提高国际竞争力，促进发展，要把提升____放在首位。",
        "choices": [
            "A. 发展质量",
            "B. 制造业",
            "C. 国防实力",
            "D. 传统产业"
        ],
        "answer": "A"
    },
    {
        "subject": "社会科学",
        "topic": "初中政治",
        "question": "2019年5月10日，国家市场监管总局就“西安奔驰漏油事件”及相关问题约谈奔驰，明确要求，经销商不得以提供金融服务为由收取费用，必须发布服务公约和收费清单，确保收费公开透明。此项规定有助于保护消费者的____\n\n①安全权 ②自主选择权 \n③知情权 ④公平交易权",
        "choices": [
            "A. ①②③",
            "B. ①②④",
            "C. ②③④",
            "D. ①③④"
        ],
        "answer": "C"
    },
    {
        "subject": "社会科学",
        "topic": "初中政治",
        "question": "2018年9月27日，习近平在视察中国石油辽阳石化公司时强调，国有企业地位重要、作用关键、不可替代，是党和国家的重要依靠力量。对此认识正确的有____",
        "choices": [
            "A. 国有经济是国民经济的主导力量",
            "B. 国有经济是社会主义经济制度的基础",
            "C. 国家限制国有经济的壮大和发展",
            "D. 国有经济将取代非公有制经济的地位"
        ],
        "answer": "A"
    },
    {
        "subject": "社会科学",
        "topic": "初中政治",
        "question": "2022年，是全面建设社会主义现代化国家，向第二个百年奋斗目标进军的重要一年也是喜迎中国共产党二十大胜利召开的重要一年。下列关于中国共产党的说法错误的是____",
        "choices": [
            "A. 中国共产党在整个国家机关体系中居于最高地位",
            "B. 中国共产党是中国特色社会主义事业的领导核心",
            "C. 党的领导是中国特色社会主义制度的最大优势",
            "D. 党的初心和使命是为中国人民谋幸福、为中华民族谋复兴"
        ],
        "answer": "A"
    },
    {
        "subject": "社会科学",
        "topic": "初中政治",
        "question": "同学们围绕“人治”与“法治”展开了系列讨论，下列观点不正确的是____",
        "choices": [
            "A. 人治强调法律只是作为办事的参考",
            "B. 法治强调法律制度的理性及一般指导作用",
            "C. 法治具有可预期性、可操作性、可救济性",
            "D. 法治是公共透明的规则之治，人治优于法治"
        ],
        "answer": "D"
    },
    {
        "subject": "社会科学",
        "topic": "初中政治",
        "question": "下列场景中，你认为符合礼仪要求的是____",
        "choices": [
            "A. 在博物馆参观边听讲解人员讲解，边吃香甜味重的食品",
            "B. 在楼道里遇到不教自己的本校老师，主动问好",
            "C. 家庭聚会时，刚一上菜就自顾自的吃起来",
            "D. 在图书馆阅读区域，和同伴私语，随意大声接打电话"
        ],
        "answer": "B"
    },
    {
        "subject": "社会科学",
        "topic": "初中政治",
        "question": "每年春暖花开之际也是我国“两会”之时。全国“两会”指的是____",
        "choices": [
            "A. 全国人民代表大会和中共中央全会",
            "B. 全国人民代表大会和中国人民政治协商会议",
            "C. 全国人民代表大会和中国共产党全国代表大会",
            "D. 中国共产党全国代表大会和中国人民政治协商会议"
        ],
        "answer": "B"
    },
    {
        "subject": "社会科学",
        "topic": "初中政治",
        "question": "时至近日，中美经历了九次经贸高级别磋商，并取得实质性进展。这表明____",
        "choices": [
            "A. 发展与合作是当今时代的主题",
            "B. 经济全球化的背景下，我国经济发展面临着许多风险和挑战",
            "C. 对话交流成为当今国际社会发展友好关系、解决国际争端、促进合作的主要方式",
            "D. 中美之间不再有任何的矛盾与分歧"
        ],
        "answer": "C"
    },
    {
        "subject": "社会科学",
        "topic": "初中政治",
        "question": "非公有制经济是我国社会主义市场经济的重要组成问题，我国鼓励、支持、引导非公有制经济发展是因为非公有制经济____\n\n①广泛吸纳社会资金，是国民经济的主导力量 ②有利于增长税收、扩大就业、促进经济增长\n③是我国社会主义经济制度的基础，占主体地位 ④在促进大众创业和万众创新方面发挥重要作用",
        "choices": [
            "A. ①②",
            "B. ①③",
            "C. ②④",
            "D. ③④"
        ],
        "answer": "C"
    },
    {
        "subject": "社会科学",
        "topic": "初中政治",
        "question": "坚持和发展中国特色社会主义的总任务是____\n\n①实现社会主义现代化 ②坚持以经济建设为中心\n③实现中华民族伟大复兴 ④坚持“五位一体”总布局",
        "choices": [
            "A. ①②",
            "B. ①③",
            "C. ②④",
            "D. ③④"
        ],
        "answer": "B"
    },
    {
        "subject": "人文科学",
        "topic": "法律职业资格",
        "question": "目前，我国各地司法行政部门普遍成立了社区矫正机构，通过严谨的监督管理机制和社会适应性帮扶措施，唤醒服刑人员心底良知，使其重获新生。在全国范围内，社区服刑人员在矫正期间重新违法犯罪率保持在0.2%左右的较低水平，取得了良好的法律效果和社会效果。对此，下列哪一理解是正确的?____",
        "choices": [
            "A. 社区矫正注重对犯罪人的改造、完善而不是报复，只强调道德的教化作用",
            "B. 社区矫正作为行刑社会化的一种方式，不实行权力清单和责任清单制度",
            "C. 发展社区矫正，不仅需要专门立法，还需要修改刑法",
            "D. 社区矫正本质是刑罚的恢复性，“社区刑罚执行”有违法治精神"
        ],
        "answer": "C"
    },
    {
        "subject": "人文科学",
        "topic": "法律职业资格",
        "question": "2016年4月，中国甲公司与法国乙公司签订DAP(巴黎)的合同出口一批茶叶，根据《2010年国际贸易术语解释通则》，下列哪一选项属于双方在合同中约定的内容?____",
        "choices": [
            "A. 卖方只需将货物运到巴黎交由买方处置即可，无须承担将货物从交通工具上卸下的义务",
            "B. 卖方需要将货物运到巴黎，将货物从运输工具上卸下并交由买方处置",
            "C. 卖方需要将货物运到巴黎，将货物从交通工具上卸下并完成进口清关后将货物交给买方",
            "D. 卖方需要承担货物在巴黎货交第一承运人之前的所有风险和费用"
        ],
        "answer": "A"
    },
    {
        "subject": "人文科学",
        "topic": "法律职业资格",
        "question": "佳普公司在其制造和出售的打印机和打印机墨盒产品上注册了“佳普”商标。下列未经该公司许可的哪一行为侵犯了“佳普”注册商标专用权?____",
        "choices": [
            "A. 甲在店铺招牌中标有“佳普打印机专营”字样，只销售佳普公司制造的打印机",
            "B. 乙制造并销售与佳普打印机兼容的墨盒，该墨盒上印有乙的名称和其注册商标“金兴”，但标有“本产品适用于佳普打印机”",
            "C. 丙把购买的“佳普”墨盒装入自己制造的打印机后销售，该打印机上印有丙的名称和其注册商标“东升”，但标有“本产品使用佳普墨盒”",
            "D. 丁回收墨水用尽的“佳普”牌墨盒，灌注廉价墨水后销售"
        ],
        "answer": "D"
    },
    {
        "subject": "人文科学",
        "topic": "法律职业资格",
        "question": "钟某性情暴躁，常殴打妻子柳某，柳某经常找同村未婚男青年杜某诉苦排遣，日久生情。现柳某起诉离婚，关于钟、柳二人的离婚财产处理事宜，下列哪一选项是正确的?____",
        "choices": [
            "A. 针对钟某家庭暴力，柳某不能向其主张损害赔偿",
            "B. 针对钟某家庭暴力，柳某不能向其主张精神损害赔偿",
            "C. 如柳某婚内与杜某同居，则柳某不能向钟某主张损害赔偿",
            "D. 如柳某婚内与杜某同居，则钟某可以向柳某主张损害赔偿"
        ],
        "answer": "C"
    },
    {
        "subject": "人文科学",
        "topic": "法律职业资格",
        "question": "上海长宁区人李希将与苏州平江区人汪京签订买卖大米的合同。约定履行地在扬州广陵区，实际大米在南京雨花区交付，两人约定发生纠纷后，由南京雨花区法院管辖。后因汪京不支付合同货款，李希为要回款项，下列说法正确的是?____",
        "choices": [
            "A. 本案应由扬州广陵区法院管辖",
            "B. 本案应由上海市长宁区法院管辖",
            "C. 本案应由南京雨花区法院管辖",
            "D. 本案由苏州平江区法院管辖"
        ],
        "answer": "C"
    },
    {
        "subject": "人文科学",
        "topic": "法律职业资格",
        "question": "营业地在甲国的A公司作为买方，和营业地在乙国的B公司作为卖方，签订了一份成套设备买卖合同。关于本合同，以下说法正确的是____",
        "choices": [
            "A. 双方可以约定适用《联合国国际货物买卖合同公约》(以下简称《公约》)，但是不能修改《公约》中的规定",
            "B. 若双方约定B公司负责运输，且价格术语为CIF，则双方关于投保险种的问题适用公约》的有关规定",
            "C. 若甲国为中国，则国际货物销售合同不是必须以书面形式订立或者证明",
            "D. 若B公司出售的成套设备，是通过拍卖方式销售给A公司的，则关于买卖双方的权利、义务不适用《公约》"
        ],
        "answer": "D"
    },
    {
        "subject": "人文科学",
        "topic": "法律职业资格",
        "question": "下列关于公诉的表述，哪一选项是正确的?____",
        "choices": [
            "A. 我国公诉制度奉行公诉独占主义",
            "B. 我国公诉制度奉行起诉法定主义",
            "C. 检察院对于公安机关移送审查起诉的案件，应当在一个月内作出决定，对于重大、复杂的案件，经过检察长批准，可以延长半个月",
            "D. 甲县检察机关审查起诉王某贪污一案，如果甲县检察机关认为王某可能被判处死刑，将案件移交某市检察机关审查起诉的，某市检察机关应当累计计算审查起诉期限"
        ],
        "answer": "C"
    },
    {
        "subject": "人文科学",
        "topic": "法律职业资格",
        "question": "由执行机关向(1)以上法院提出(2)建议书，法院应当组成合议庭进行审理，对符合(3)条件的，裁定予以(4)。将下列哪一选项内容填充到以上相应位置是正确的?____",
        "choices": [
            "A. (1)中级(2)减刑(3)减刑(4)减刑",
            "B. (1)中级(2)可填“减刑”或者“假释”(3)可填“减刑”或者“假释”(4)可填“减刑”或者“假释”",
            "C. (1)高级(2)假释(3)假释(4)假释",
            "D. (1)高级(2)可填“减刑”或者“假释”(3)可填“减刑”或者“假释”(4)可填“减刑”或者“假释”"
        ],
        "answer": "B"
    },
    {
        "subject": "人文科学",
        "topic": "法律职业资格",
        "question": "DES术语适用于____。",
        "choices": [
            "A. 铁路运输",
            "B. 公路运输",
            "C. 海上运输及内河运输",
            "D. 多式联运"
        ],
        "answer": "C"
    },
    {
        "subject": "人文科学",
        "topic": "法律职业资格",
        "question": "下列有关国家赔偿的归责原则的说法哪一项是正确的?____",
        "choices": [
            "A. 实行违法归责原则",
            "B. 实行结果归责原则",
            "C. 实行多元归责原则",
            "D. 实行单一归责原则"
        ],
        "answer": "C"
    },
    {
        "subject": "人文科学",
        "topic": "法律职业资格",
        "question": "王某超速驾驶将正在等红绿灯的路人李某撞飞14米远，李某当场昏迷，王某下车察看，有路人甲指责王某构成故意杀人罪，也有路人乙指责王某应当马上送往医院。王某害怕法律制裁，将李某送到医院。结合法的规范作用的对象评价，王某的行为体现了哪一作用?____",
        "choices": [
            "A. 教育作用",
            "B. 指引作用",
            "C. 评价作用",
            "D. 强制作用"
        ],
        "answer": "B"
    },
    {
        "subject": "人文科学",
        "topic": "法律职业资格",
        "question": "《全国人民代表大会常务委员会关于〈中华人民共和国刑法〉第一百五十八条、第一百五十九条的解释》中规定：“刑法第一百五十八条、第一百五十九条的规定，只适用于依法实行注册资本实缴登记制的公司。”关于该解释，下列哪一说法是正确的?____",
        "choices": [
            "A. 效力低于《刑法》",
            "B. 全国人大常委会只能就《刑法》作法律解释",
            "C. 对法律条文进行了限制解释",
            "D. 是学理解释"
        ],
        "answer": "C"
    },
    {
        "subject": "社会科学",
        "topic": "教育学",
        "question": "根据学术门类划分或职业门类划分，将课程组合成不同的专门化领域，这些组合被称为____。",
        "choices": [
            "A. 课程",
            "B. 专业",
            "C. 教学计划",
            "D. 教学大纲"
        ],
        "answer": "B"
    },
    {
        "subject": "社会科学",
        "topic": "教育学",
        "question": "班级里的小集团属于____。",
        "choices": [
            "A. 联合群体",
            "B. 正式群体",
            "C. 松散群体",
            "D. 非正式群体"
        ],
        "answer": "D"
    },
    {
        "subject": "社会科学",
        "topic": "教育学",
        "question": "下列选项中，属于《中华人民共和国教师法》明确规定的教师专业权利的是____",
        "choices": [
            "A. 指导学生学习与发展的权利",
            "B. 对学校进行管理与领导的权利",
            "C. 选择教材教法开展教学工作的权利",
            "D. 检查与评价学生品行、学业、身体的权利"
        ],
        "answer": "A"
    },
    {
        "subject": "社会科学",
        "topic": "教育学",
        "question": "整个社会实践活动过程中，____得到充分体现。",
        "choices": [
            "A. 教师的主体性",
            "B. 学生的主体性",
            "C. 教师的指导作用",
            "D. 活动的灵活性"
        ],
        "answer": "B"
    },
    {
        "subject": "社会科学",
        "topic": "教育学",
        "question": "苏联1966年教育改革的主要任务是____",
        "choices": [
            "A. 使学生获得牢固的科学基础知识，具有高度的觉悟，培养青年面向生活并能自觉地选择职业",
            "B. 实行“人道主义”“多元化”“民主化”",
            "C. 为高一级学校培养和输送合格的毕业生",
            "D. 对普通教育、职业教育、技术教育和高等教育的改革提出了具体的要求和措施"
        ],
        "answer": "A"
    },
    {
        "subject": "社会科学",
        "topic": "教育学",
        "question": "北京大学的前身是____。",
        "choices": [
            "A. 京师大学堂",
            "B. 京师同文馆",
            "C. 天津中西学堂",
            "D. 时务学堂"
        ],
        "answer": "A"
    },
    {
        "subject": "社会科学",
        "topic": "教育学",
        "question": "严复提倡的三育论不包括____。",
        "choices": [
            "A. 智育",
            "B. 体育",
            "C. 德育",
            "D. 美育"
        ],
        "answer": "D"
    },
    {
        "subject": "社会科学",
        "topic": "教育学",
        "question": "有学者强调，教育要根据一个民族固有的特征来定，这种观点体现了____",
        "choices": [
            "A. 生产力对教育的影响和制约",
            "B. 政治制度对教育的影响和制约",
            "C. 文化对教育的影响和制约",
            "D. 经济制度对教育的影响和制约"
        ],
        "answer": "C"
    },
    {
        "subject": "社会科学",
        "topic": "教育学",
        "question": "根据学习动机的社会意义，可以把学习动机分为____。",
        "choices": [
            "A. 社会动机与个人动机",
            "B. 工作动机与提高动机",
            "C. 高尚动机与低级动机",
            "D. 交往动机与荣誉动机"
        ],
        "answer": "C"
    },
    {
        "subject": "社会科学",
        "topic": "教育学",
        "question": "依据赫尔巴特的教学阶段论，当学生的兴趣处于“期待”时，教学阶段是____",
        "choices": [
            "A. 明了",
            "B. 联想",
            "C. 系统",
            "D. 方法"
        ],
        "answer": "B"
    },
    {
        "subject": "社会科学",
        "topic": "教育学",
        "question": "通过学习而形成的合乎法则的心智活动方式即是____。",
        "choices": [
            "A. 智力技能",
            "B. 知识迁移",
            "C. 智力",
            "D. 思维程序"
        ],
        "answer": "A"
    },
    {
        "subject": "社会科学",
        "topic": "教育学",
        "question": "19世纪，美国中等教育最主要的形式是____。",
        "choices": [
            "A. 文科中学",
            "B. 文实中学",
            "C. 公立中学",
            "D. 文法学校"
        ],
        "answer": "B"
    }
]